{
  "books": [
    {
      "title": "Lee kei",
      "author": "Lee-kei",
      "id": 1
    },
    {
      "title": "Medium",
      "author": "-",
      "id": 2
    },
    {
      "title": "The Mysterious Benedict Society",
      "author": "Trenton Lee tewart",
      "id": 3
    },
    {
      "title": "The Great Railway Bazar",
      "author": "Paul Theroux",
      "id": 4
    },
    {
      "title": "Исторические корни волшебный сказки",
      "author": "Владимир Пропп",
      "id": 5
    },
    {
      "title": "Ларин 24 Часа Тонет в Болоте",
      "author": "Ларин",
      "id": 6
    },
    {
      "title": "You Don't Know JS Scope & Closure",
      "author": "Kyle Simpson",
      "id": 7
    },
    {
      "title": "Quiet",
      "author": "Susan Cain",
      "id": 8
    },
    {
      "title": "The Catcher in The Rye",
      "author": "J. D. Salinger",
      "id": 9
    },
    {
      "title": "Bauhause ",
      "author": "-",
      "id": 10
    },
    {
      "title": "Hunger",
      "author": "Knut Hamsun",
      "id": 11
    },
    {
      "title": "The Extraordinary Education of Nicolas Benedict",
      "author": "Trenton Lee Stewart",
      "id": 12
    },
    {
      "title": "The God of Small Things",
      "author": "Arundhati Roy",
      "id": 13
    },
    {
      "title": "How to Read a Book",
      "author": "Mortimer J. Adler, Charles Van Doren",
      "id": 14
    },
    {
      "title": "Make Time",
      "author": "Jake Knapp, John Zeratsky",
      "id": 15
    },
    {
      "title": "Papillon",
      "author": "Henri Charrière",
      "id": 16
    },
    {
      "title": "The Illustrated Man",
      "author": "Ray Bradbury",
      "id": 17
    },
    {
      "title": "The Green Mile",
      "author": "Stephen King",
      "id": 18
    },
    {
      "title": "The Little Prince",
      "author": "Antoine de Saint-Exupéry",
      "id": 19
    },
    {
      "title": "You Don't Know JS Yet: Get Started",
      "author": "Kyle SImpson",
      "id": 20
    },
    {
      "title": "Casey Neistat vlogs",
      "author": "Casey Neistat",
      "id": 21
    },
    {
      "title": "Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future",
      "author": "Ashlee Vancr",
      "id": 22
    },
    {
      "title": "Blood, Sweat, and Pixels",
      "author": "Jason Schreier",
      "id": 23
    },
    {
      "title": "Sapiens a Brief History of Humankind",
      "author": "Noah Harari",
      "id": 24
    },
    {
      "title": "Consume Less. Create More. It’s More Fun.",
      "author": "telegra.ph",
      "id": 25
    },
    {
      "title": "К северу от 38-й параллели",
      "author": "Андрей Ланьков",
      "id": 26
    },
    {
      "title": "10 фактов о сестре Ким Чен Ына",
      "author": "snob.ru",
      "id": 27
    },
    {
      "title": "Перестаньте учить английские слова",
      "author": "m.habr.com",
      "id": 28
    },
    {
      "title": "Steve Jobs",
      "author": "Walter Isaacson",
      "id": 29
    },
    {
      "title": "Three Comrades",
      "author": "Erich Maria Remarque",
      "id": 30
    },
    {
      "title": "Steal Like an Artist",
      "author": "Austin Kleon",
      "id": 31
    },
    {
      "title": "A Series of Unfortunate Events Collection",
      "author": "Lemony Snicket",
      "id": 32
    },
    {
      "title": "Жестокий",
      "author": "Михаил Веллер",
      "id": 33
    },
    {
      "title": "На западном фронте без перемен",
      "author": "Эрих Мария Ремарк",
      "id": 34
    }
  ],
  "notes": [
    {
      "quoteText": "Понятие уюта тесно завязано с неуютом. \nУют - это не просто покой и комфорт. Это когда вокруг плохо, а на маленьком пятачке вокруг тебя хорошо. Вокруг зима и снег, а у тебя тепло и огонь в камине. Вокруг тьма, а у тебя свечи или ночник (но не яркая лампа, полностью разгоняюшая тьму!) \nНа залитом солнцем пляже, посреди цветущих лугов, в огромной зале роскошного дворца может быть очень даже приятно, красиво и комфортно - но уютно там не бывает.",
      "sectionId": "d016fa7f-4806-45e7-bc96-e7a246f768de",
      "shown": 0,
      "bookId": 1,
      "id": 1
    },
    {
      "quoteText": "“I don’t know what’s worse: to not know what you are and be happy, or to become what you’ve always wanted to be, and feel alone.”― Daniel Keyes [Shown: 1]",
      "sectionId": "4ba66aba-c5d4-4321-826b-26007ae478ed",
      "shown": 1,
      "bookId": 2,
      "id": 2
    },
    {
      "quoteText": "“And if you couldn’t be loved, the next best thing was to be let alone.”― L.M. Montgomery",
      "sectionId": "a24014c7-a9de-40da-9053-2d058da332a5",
      "shown": 0,
      "bookId": 2,
      "id": 3
    },
    {
      "quoteText": "“Let me tell you this: if you meet a loner, no matter what they tell you, it’s not because they enjoy solitude. It’s because they have tried to blend into the world before, and people continue to disappoint them.”― Jodi Picoult",
      "sectionId": "d0381921-05b9-4492-8d1f-0707ac4291a3",
      "shown": 0,
      "bookId": 2,
      "id": 4
    },
    {
      "quoteText": "why, everything, in fact, was a complete mess, and citizens everywhere were clamouring for a major - no, a dramatic - improvement in government. ‘Things must change NOW!' was the slogan plastered on billboards all over the city (it was a very old slogan),",
      "sectionId": "12dae5c0-6e7b-4515-9254-00af096f592c",
      "shown": 0,
      "bookId": 3,
      "id": 5
    },
    {
      "quoteText": "The pressure to win began to distract him. His parents grew angry when he missed questions - which he began to do more and more, as he tended to get mixed up when nervous - and scolded him for not caring about them. If Sticky cared, they said, he would try harder to win, since only by winning would he bring wealth and happiness to the family. [Shown: 1]",
      "sectionId": "36dd1ea6-c63c-4061-af2e-6b96f878b2c2",
      "shown": 1,
      "bookId": 3,
      "id": 6
    },
    {
      "quoteText": "\"You must work longer hours to have more time to relax\"? \"You must have war to have peace\"? How are these \"logical conclusions\"? Please tell me!”",
      "sectionId": "b221137c-1585-4aae-b47d-87dfdb38be37",
      "shown": 0,
      "bookId": 3,
      "id": 7
    },
    {
      "quoteText": "No one seems to realize how much we are driven by FEAR, the essential component of human personality. Everything else - from ambition to love to despair - derives in some way from this single powerful emotion. Must find the best way to make use of this.”",
      "sectionId": "42ab6425-69f8-41d8-9314-7a34293e6e9d",
      "shown": 0,
      "bookId": 3,
      "id": 8
    },
    {
      "quoteText": "'Much to my disappointment, I have concluded there is no such thing as perfect control. I have come to understand, however, that the illusion of perfect control can amount to the same thing.’",
      "sectionId": "c16cf536-e68a-4d05-9595-3d5d3eaaa918",
      "shown": 0,
      "bookId": 3,
      "id": 9
    },
    {
      "quoteText": "'No, Reynard, in this case simplicity is essential. My Whisperer is designed to soothe troubled minds, and noth ing soothes the mind more effectively than a simple answer to a complicated question.” [Shown: 1]",
      "sectionId": "d8feaf7e-21ba-488e-b057-aa43dd4335ef",
      "shown": 1,
      "bookId": 3,
      "id": 10
    },
    {
      "quoteText": "Travel is both a desire to flee and a desire for pursuit",
      "sectionId": "df58e0dd-205b-483b-8757-4dc9201137d1",
      "shown": 0,
      "bookId": 4,
      "id": 11
    },
    {
      "quoteText": "Now I could tell on entering a train what sort of a journey it would be. The feeling I had on the Khyber Mail was slight disappointment that the trip would be so short—only twelve hours to Lahore. I wished it were longer: I had everything I needed. The compartment was large, well lighted, and comfortable, with a toilet and sink in an adjoining room; I had a drop-leaf table, well-upholstered seat, mirror, ashtray, chrome gin-bottle holder, the works. I was alone. But if I wished to have company I could stroll to the dining car or idle in the passage with the army officers. Nothing is expected of the train passenger. In planes the traveler is condemned to hours in a tight seat; ships require high spirits and sociability; cars and buses are unspeakable. The sleeping car is the most painless form of travel .In Ordered South, Robert Louis Stevenson writes, Herein, I think, is the chief attraction of railway travel. The speed is so easy, and the train disturbs so little the scenes through which it takes us, that our heart becomes full of the placidity and stillness of the country; and while the body is being borne forward in the flying chain of carriages, the thoughts alight, as the humour moves them, at unfrequented stations . . .\nThe romance associated with the sleeping car derives from its extreme privacy, combining the best features of a cupboard with forward movement. Whatever drama is being enacted in this moving bedroom is heightened by the landscape passing the window: a swell of hills, the surprise of mountains, the loud metal bridge, or the melancholy sight of people standing under yellow lamps. And the notion of travel as a continuous vision, a grand tour’s succession of memorable images across a curved earth—with none of the distorting emptiness of air or sea—is possible only on a train. A train is a vehicle that allows residence: dinner in the diner, nothing could be finer. [Shown: 1]",
      "sectionId": "69e08aa1-93ef-40a5-9982-85b331ebd187",
      "shown": 1,
      "bookId": 4,
      "id": 12
    },
    {
      "quoteText": "Singapore thinks of itself as an island of modernity in a backward part of Asia, and many people who visit confirm this by snapping pictures of new hotels and apartment houses, which look like juke boxes and filing cabinets respectively. Politically, Singapore is as primitive as Burundi, with repressive laws, paid informers, a dictatorial government, and jails full of political prisoners. Socially, it is like rural India, with households dependent on washerwomen, amahs, gardeners, cooks, and lackeys. At the factory, workers—who, like everyone else in Singapore, are forbidden to strike—are paid low wages. The media are dull beyond belief because of the heavy censorship. Singapore is a small island, 227 square miles at low tide, and though the government refers to it grandly as “the Republic,” in Asian terms it is little more than a sand bank—but a sand bank that has been enriched by foreign investment (Singaporeans are great assemblers of appliances) and the Vietnam War. Its small size makes it easy to manage: immigration is strictly controlled, family planning is pervasive, no one is allowed to attend the university until he has a security clearance to show he is demonstrably meek, Chinese (from America, Hong Kong, and Taiwan) are encouraged to settle there, and everyone else is encouraged to leave.",
      "sectionId": "497e1564-6fed-4baa-b7a7-95b33a64868f",
      "shown": 0,
      "bookId": 4,
      "id": 13
    },
    {
      "quoteText": "I had felt trapped in Singapore; I felt as if I were being destroyed by the noise—the hammering, the traffic, the radios, the yelling—and I had discovered most Singaporeans to be rude, aggressive, cowardly, and inhospitable, full of vague racial fears and responsive to any bullying authority. I believed it to be a loath some place: many of my students thought so too and they couldn’t imagine why anyone would willingly stay there. At last I left, and on this return I could not imagine, watching this gecko, why I had stayed three years there; perhaps it was the deceived hesitation I had called patience, or maybe it was my lack of money. I was certain that I would not make the same mistake again, so after seeing a few friends—and everyone told me he was planning to leave soon—I flew out. The previous day I had spent at a club where I had once been a member. The secretary of this club was an overbearing man with a maniacal laugh, but he had been in Singapore since the thirties. He was a real old-timer, people said. I asked about him.\n“You a friend of his?” said the man at the bar. I said I knew him. “I’d keep that quiet if I were you. Last month he did a bunk with a hundred and eighty thousand dollars of the club’s money.” Like me—like everyone I knew in Singapore—he had just been waiting for his chance to go. [Shown: 1]",
      "sectionId": "e2608ca8-6826-4467-997e-ea09cfe44336",
      "shown": 1,
      "bookId": 4,
      "id": 14
    },
    {
      "quoteText": "“God, this is such a beautiful country,” said Cobra Two. She was snapping pictures out the window, but no picture could duplicate the complexity of the beauty:over there, the sun lighted a bomb scar in the forest, and next to it smoke filled the bowl of a valley; a column of rain from one fugitive cloud slanted on another slope,and the blue gave way to black green, to rice green on the flat fields of shoots,which became, after a strip of sand, an immensity of blue ocean. The distances were enormous and the landscape was so large it had to be studied in parts, like a mural seen by a child.“I had no idea,” I said. Of all the places the railway had taken me since London,this was the loveliest.“No one knows it,” said Cobra Two. “No one in the States has the slightest idea how beautiful it is. Look at that—God, look at that!”We were at the fringes of a bay that was green and sparkling in bright sunlight.Beyond the leaping jade plates of the sea was an overhang of cliffs and the sight of a valley so large it contained sun, smoke, rain, and cloud—all at once—independent quantities of color. I had been unprepared for this beauty; it surprised and humbled me in the same degree the emptiness had in rural India. Who has mentioned the simple fact that the heights of Vietnam are places of unimaginable grandeur? Though we can hardly blame a frightened draftee for not noticing this magnificence, we should have known all along that the French would not have colonized it, nor would the Americans have fought so long, if such ripeness did not invite the eye to take it.“That’s the Ashau Valley,” said Cobra One, who until then had been doing an amusing imitation of Walter Brennan. The ridges mounted into the mist; below them, in the smoke and sun, were deep black gorges marked by waterfalls. Cobra One was shaking his head: “A lot of good men died there.” [Shown: 1]",
      "sectionId": "61528ff4-f266-4e77-acd2-ea2b94b998ff",
      "shown": 1,
      "bookId": 4,
      "id": 15
    },
    {
      "quoteText": "I read until the conductor came by, and when he had finished punching everyone’s ticket he walked backwards up the aisle, bowing and saying, “Thank you! Thank you! Thank you!” until he reached the door. The Japanese have perfected good manners and made them indistinguishable from rudeness. [Shown: 1]",
      "sectionId": "046b4923-0495-436d-bef2-179f7884d240",
      "shown": 1,
      "bookId": 4,
      "id": 16
    },
    {
      "quoteText": "To get to the dining car that evening I had to pass through four carriages, and between them in the rubber booth over the coupling was a yard of arctic. An icy wind blew through the rips in the rubber, there was snow on the floor, a thickness of heavy crystals on the car wall, and the door handles were coated with frost. I lost the skin from my fingertips on the door handles, and thereafter, whenever I moved between the cars of the Trans-Siberian Express, I wore my gloves. [Shown: 1]",
      "sectionId": "0abc81dd-4baf-476c-b441-d8b53aa04130",
      "shown": 1,
      "bookId": 4,
      "id": 17
    },
    {
      "quoteText": "In the dark corridor early the next morning the Australian librarians and the Canadian couple sat on their suitcases. Irkutsk was two hours away, but they said that they were afraid of oversleeping and missing the place. I thought then, and I think now, that missing Irkutsk cannot be everyone’s idea of a tragedy. It was still dark as Irkutsk’s flaming chimneys appeared above a plain of shuttered bungalows with tar paper roofs. It is not the steel fences or even the tall cell blocks where the workers live that give these Russian cities the look of concentration camps; it is the harsh light—searchlights and glaring lamps fixed to poles—that does it, diminishing the mittened figures and making them look like prisoners in an exercise yard. Vladimir shook my hand and said a sentimental farewell. I was moved and thought charitably about the poor fellow, stuck in Irkutsk for life, until I went back to the compartment and discovered that he had stolen my box of cigars. [Shown: 1]",
      "sectionId": "1085fd1d-54ba-48a9-a23a-cd914223b095",
      "shown": 1,
      "bookId": 4,
      "id": 18
    },
    {
      "quoteText": "Gladly, made nimble by sanity’s seamless glee, I boarded the train for London—correction: I am now leaving Harwich (there were often twenty miles between clauses and a hundred more before I finished a sentence) and setting my face at the hairless January fields. On my lap I have four thick notebooks. One has a Madras water stain on it, another has been slopped with borscht, the blue one (lettered, in gold, Punjab Stationery Mart) has the ring from a damp glass on its front,and the red one’s color has been diluted to pink by the Turkish sun. These stains are like notations. The trip is finished and so is the book, and in a moment I will turn to the first page, and to amuse myself on the way to London will read with some satisfaction the trip that begins. Ever since childhood, when I lived within earshot of the Boston and Maine, I have seldom heard a train go by and not wished I was on it . . . [Shown: 1]",
      "sectionId": "397cbc16-c8b5-4f5b-8269-de3886082b8f",
      "shown": 1,
      "bookId": 4,
      "id": 19
    },
    {
      "quoteText": "Уход детей в лес был уходом на смерть. Вот почему лес фигурирует и как жилище яги, похищающей детей, и как вход в Анд. Между действиями, происходившими в лесу, и подлинной смертью особого различия не делали. [Shown: 1]",
      "sectionId": "8fabf49e-f011-486f-96a8-a7c80586abda",
      "shown": 1,
      "bookId": 5,
      "id": 20
    },
    {
      "quoteText": "То ребенок заревел и лес затрешшел. Услыхала, што ребенок ревет, очень скоро торопилась домой. То прибежала, ребенка схватила, побежала на море, на ногу (ребенка) стала, а за другу разорвала напополам. Она бросила эту половину, добросила до ево. [Shown: 1]",
      "sectionId": "89d5338e-f0ce-4bdf-918e-2d8e3eb503dd",
      "shown": 1,
      "bookId": 5,
      "id": 21
    },
    {
      "quoteText": "Танатос, безличное, бледное божество, самое имя которого означает смерть. [Shown: 1]",
      "sectionId": "2e3600ba-bc66-42ba-a6b0-8b6857935c31",
      "shown": 1,
      "bookId": 5,
      "id": 22
    },
    {
      "quoteText": "Только озеро или река могли быть и действительно были и раньше как заключительное звено бегства и погони. [Shown: 1]",
      "sectionId": "a06632ce-7f72-41f1-8726-2ecf06973e11",
      "shown": 1,
      "bookId": 5,
      "id": 23
    },
    {
      "quoteText": "Аарне же заметил, что последним препятствием часто является вода, река, и мимоходом сопоставил эту реку с рекой, отделяющей царство живых от царства мертвых. [Shown: 1]",
      "sectionId": "47aa8e0a-703e-4c80-bb64-3823c97e04bd",
      "shown": 1,
      "bookId": 5,
      "id": 24
    },
    {
      "quoteText": "Беглый ретроспективный взгляд на рассмотренные источники показывает, что многие из сказочных мотивов восходят к различным социальным институтам, среди них особое место занимает обряд посвящения. Далее мы видим, что большую роль играют представления о загробном мире, о путешествиях в инной мир. Эти два цикла дают максимальное количество мотивов. Кроме того, некоторые мотивы имеют иное происхождение.",
      "sectionId": "58b04a3c-b454-4c4c-bf59-3932aca33003",
      "shown": 0,
      "bookId": 5,
      "id": 25
    },
    {
      "quoteText": "Все представления о загробном мире и судьбе умерших, получившие развитие в Египте, Греции и позже в христианстве, возникли гораздо раньше. [Shown: 1]",
      "sectionId": "3a772da1-25f0-4bc4-ab43-bce450c9d9e8",
      "shown": 1,
      "bookId": 5,
      "id": 26
    },
    {
      "quoteText": "Иногда надо пересабираться, это у меня происходит примерно так: я сижу у костра, жгу дрова, брожу по болоту, смотрю на клюкву, свагму, мох. Рассказываю про белок, себе или кому-то [Shown: 1]",
      "sectionId": "0e8ea1e3-30e7-452e-ba95-4fd7bbefe7c9",
      "shown": 1,
      "bookId": 6,
      "id": 27
    },
    {
      "quoteText": "But since these functions hold and access variables, they maintain their original scope no matter where in the program the functions are eventually executed. This is called closure. [Shown: 1]",
      "sectionId": "a611ee25-c9e5-48cc-be85-c69c137b122c",
      "shown": 1,
      "bookId": 7,
      "id": 28
    },
    {
      "quoteText": "But the processing model is different. Unlike a program being compiled all at once, with interpretation the source code is transformed line by line; each line or statement is executed before immediately proceeding to processing the next line of the source code. [Shown: 1]",
      "sectionId": "0d080195-c03f-4983-81b3-5eb58bc7705f",
      "shown": 1,
      "bookId": 7,
      "id": 29
    },
    {
      "quoteText": "If a variable is block-scope declared (let / const), then it’s associated with the nearest enclosing { .. } block, rather than its enclosing function (as with var). [Shown: 1]",
      "sectionId": "941c39bd-852a-40de-88ce-cb7c20cc403e",
      "shown": 1,
      "bookId": 7,
      "id": 30
    },
    {
      "quoteText": "Each loop iteration is its own new scope instance, and within\neach scope instance, value is only being declared once.\nSo there’s no attempted “re-declaration,” and thus no error.",
      "sectionId": "3734459d-0d16-4dc1-aa4a-ed41a1c3908d",
      "shown": 0,
      "bookId": 7,
      "id": 31
    },
    {
      "quoteText": "Introversion—along with its cousins sensitivity, seriousness, and shyness—is now a second-class personality trait, somewhere between a disappointment and a pathology. Introverts living under the Extrovert Ideal are like women in a man’s world, discounted because of a trait that goes to the core of who they are. Extroversion is an enormously appealing personality style, but we’ve turned it into an oppressive standard to which most of us feel we must conform.",
      "sectionId": "1cd94585-2a11-46d1-99e8-1d88b03c4b91",
      "shown": 0,
      "bookId": 8,
      "id": 32
    },
    {
      "quoteText": "But we make a grave mistake to embrace the Extrovert Ideal so unthinkingly. Some of our greatest ideas, art, and inventions—from the theory of evolution to van Gogh’s sunflowers to the personal computer—came from quiet and cerebral people who knew how to tune in to their inner worlds and the treasures to be found there. [Shown: 1]",
      "sectionId": "b280bbd2-132e-4181-b28f-791464392712",
      "shown": 1,
      "bookId": 8,
      "id": 33
    },
    {
      "quoteText": "As adults, many of us work for organizations that insist we work in teams, in offices without walls, for supervisors who value“people skills” above all. To advance our careers, we’re expected to promote ourselves unabashedly. The scientists whose research gets funded often have confident, perhaps overconfident, personalities. The artists whose work adorns the walls of contemporary museums strike impressive poses at gallery openings. The authors whose books get published—once accepted as a reclusive breed—are now vetted by publicists to make sure they’re talk-show ready. (You wouldn’t be reading this book if I hadn’t convinced my publisher that I was enough of a pseudo-extrovert to promote it.)",
      "sectionId": "e923c748-60d6-4dde-bc5d-4129e43c920d",
      "shown": 0,
      "bookId": 8,
      "id": 34
    },
    {
      "quoteText": "If you’re an introvert, should you devote your energies to activities that come naturally, or should you stretch yourself, as Laura did that day at the negotiation table?\nThe answers might surprise you.\nIf there is only one insight you take away from this book, though, I hope it’s a newfound sense of entitlement to be yourself. I can vouch personally for the life-transforming effects of this outlook. Remember that first client I told you about, the one I called Laura in order to protect her identity?\nThat was a story about me. I was my own first client. [Shown: 1]",
      "sectionId": "9636f4ef-f5d5-4fab-bd66-67a5c2dd0fcf",
      "shown": 1,
      "bookId": 8,
      "id": 35
    },
    {
      "quoteText": "I look around the lobby. Other people seem to have come prepared—they’re strolling toward the hall, cheerfully lugging grocery bags stuffed with PowerBars, bananas, and corn chips. I pick up a couple of bruised apples from the snack bar and make my way to the auditorium. Greeters wearing UPW T-shirts and ecstatic smiles line the entrance, springing up and down, fists pumping. You can’t get inside without slapping them five. I know, because I try. [Shown: 1]",
      "sectionId": "2c4d6c3b-d387-484b-b094-eb7ffd53e9ec",
      "shown": 1,
      "bookId": 8,
      "id": 36
    },
    {
      "quoteText": "Some technical guy comes in with a good idea. Of course questions are asked of that person that they don’t know. Like, “How big’s the market? What’s your marketing approach? What’s your business plan for this? What’s the product going to cost?” It’s embarrassing. Most people can’t answer those kinds of questions. The people who made it through these boards were not the people with the best ideas.They were the best presenters.",
      "sectionId": "5bb6aa83-9a21-4b02-aa2c-ccdbb0d6311c",
      "shown": 0,
      "bookId": 8,
      "id": 37
    },
    {
      "quoteText": "But when he analyzed what the highest-performing companies had in common, the nature of their CEOs jumped out at him.Every single one of them was led by an unassuming man like Darwin Smith. Those who worked with these leaders tended to describe them with the following words: quiet, humble, modest, reserved, shy, gracious, mild-mannered, self-effacing, understated.\nThe lesson, says Collins, is clear. We don’t need giant personalities to transform companies. We need leaders who build not their own egos but the institutions they run.",
      "sectionId": "1113aa2f-66a0-4509-8a26-241fddd9606b",
      "shown": 0,
      "bookId": 8,
      "id": 38
    },
    {
      "quoteText": "Most inventors and engineers I’ve met are like me—they’re shy and they live in their heads. They’re almost like artists. In fact, the very best of themare artists.And artists work best alone where they can control an invention’s design without a lot of other people designing it for marketing or some other committee. I don’t believe anything really revolutionary has been invented by committee. If you’re that rare engineer who’s an inventor and also an artist, I’m going to give you some advice that might be hardto take. That advice is:Work alone. You’re going to be best able to design revolutionary products and features if you’re working on your own. Not on a committee. Not on a team.",
      "sectionId": "358e64cc-6b60-4e22-a87b-09b8231515e8",
      "shown": 0,
      "bookId": 8,
      "id": 39
    },
    {
      "quoteText": "Ericsson and his cohorts found similar effects of solitude when they studied other kinds of expert performers.“Serious study alone” is the strongest predictor of skill for tournament-rated chess players, for example; grandmasters typically spend a whopping five thousand hours—almost five times as many hours as intermediate-level players—studying the game by themselves during their first ten years of learning to play. College students who tend to study alone learn more over time than those who work in groups. Even elite athletes in team sports often spend unusual amounts of time in solitary practice. [Shown: 1]",
      "sectionId": "4d73ceff-aea7-4aa3-bffb-c956cdd55b02",
      "shown": 1,
      "bookId": 8,
      "id": 40
    },
    {
      "quoteText": "To see Deliberate Practice in action, we need look no further than the story of Stephen Wozniak. The Homebrew meeting was the catalyst that inspired him to build that first PC, but the knowledge base and work habits that made it possible came from another place entirely: Woz had deliberately practiced engineering ever since he was a little kid. [Shown: 1]",
      "sectionId": "ecb33a87-94af-4092-9bd6-c5e660eccc0b",
      "shown": 1,
      "bookId": 8,
      "id": 41
    },
    {
      "quoteText": "Another study, of 38,000 knowledge workers across different sectors, found that the simple act of being interrupted is one of the biggest barriers to productivity. Even multitasking, that prized feat of modern-day office warriors, turns out to be a myth. Scientists now know that the brain is incapable of paying attention to two things at the same time. What looks like multitasking is really switching back and forth between multiple tasks, which reduces productivity and increases mistakes by up to 50 percent.",
      "sectionId": "93be3e41-a38e-445c-a442-cfc30f0b6fc5",
      "shown": 0,
      "bookId": 8,
      "id": 42
    },
    {
      "quoteText": "Kagan and his team exposed the four-month-olds to a carefully chosen set of new experiences. The infants heard tape-recorded voices and balloons popping, saw colorful mobiles dance before their eyes, and inhaled the scent of alcohol on cotton swabs. They had wildly varying reactions to the new stimuli. About 20 percent cried lustily and pumped their arms and legs. Kagan called this group“high-reactive.” About 40 percent stayed quiet and placid, moving their arms or legs occasionally, but without all the dramatic limb-pumping. This group Kagan called “low-reactive.” The remaining 40 percent fell between these two extremes. In a startlingly counterintuitive hypothesis, Kaganpredicted that it was the infants in the high-reactive group—the lusty arm-pumpers—who were most likely to grow into quiet teenagers. [Shown: 1]",
      "sectionId": "5da4fe61-6069-4766-8fd7-3eecf11d8c8f",
      "shown": 1,
      "bookId": 8,
      "id": 43
    },
    {
      "quoteText": "The amygdala serves as the brain’s emotional switchboard, receiving information from the senses and then signaling the rest of the brain and nervous system how to respond. One of its functions is to instantly detect new or threatening things in the environment—from an airborne Frisbee to a hissing serpent—and send rapid-fire signals through the body that trigger the fight-or-flight response. When the Frisbee looks like it’s headed straight for your nose, it’s your amygdala that tells you to duck. When the rattlesnake prepares to bite, it’s the amygdala that makes sure you run.\nKagan hypothesized that infants born with an especially excitable amygdala would wiggle and howl when shown unfamiliar objects—and grow up to be children who were more likely to feel vigilant when meeting new people. And this is just what he found. In other words, the four-month-olds who thrashed their arms like punk rockers did so not because they were extroverts in the making, but because their little bodies reacted strongly—they were “high-reactive”—to new sights, sounds, and smells. The quiet infants were silent not because they were future introverts—just the opposite—but because they had nervous systems that were unmoved by novelty.\nThe more reactive a child’s amygdala, the higher his heart rate is likely to be, the more widely dilated his eyes, the tighter his vocal cords, the more cortisol (a stress hormone) in his saliva—the more jangled he’s likely tofeel when he confronts something new and stimulating.",
      "sectionId": "03093f93-9019-4f44-9770-743d5ee5dfd5",
      "shown": 0,
      "bookId": 8,
      "id": 44
    },
    {
      "quoteText": "If you ask a high-reactive seven-year-old how a group of kids should share a coveted toy, writes the science journalist Winifred Gallagher, he’ll tend to come up with sophisticated strategies like “Alphabetize their last names, and let the person closest to A go first.”\n“Putting theory into practice is hard for them,” writes Gallagher, “because their sensitive natures and elaborate schemes are unsuited to the heterogeneous rigors of the schoolyard.” [Shown: 1]",
      "sectionId": "1d99663a-0878-4492-a0d6-d3d25316838d",
      "shown": 1,
      "bookId": 8,
      "id": 45
    },
    {
      "quoteText": "None of these studies is perfect, but the results have consistently suggested that introversion and extroversion, like other major personality traits such as agreeableness and conscientiousness, are about 40 to 50 percent heritable.",
      "sectionId": "5082fad6-5336-4074-88ad-ae85a18be187",
      "shown": 0,
      "bookId": 8,
      "id": 46
    },
    {
      "quoteText": "Whatever the underlying cause, there’s a host of evidence that introvertsare more sensitive than extroverts to various kinds of stimulation, from coffee to a loud bang to the dull roar of a networking event—and that introverts and extroverts often need very different levels of stimulation to function at their best.",
      "sectionId": "69b050ac-b784-45bf-a9a9-2d01aad9b3bf",
      "shown": 0,
      "bookId": 8,
      "id": 47
    },
    {
      "quoteText": "Once you understand introversion and extroversion as preferences for certain levels of stimulation, you can begin consciously trying to situate yourself in environments favorable to your own personality—neither overstimulating nor understimulating, neither boring nor anxiety-making. You can organize your life in terms of what personality psychologists call “optimal levels of arousal” and what I call “sweet spots,” and by doing so feel more energetic and alive than before. [Shown: 1]",
      "sectionId": "95cbbad1-bdf1-455f-8cb2-a1b75e7333b3",
      "shown": 1,
      "bookId": 8,
      "id": 48
    },
    {
      "quoteText": "Imagine how much better you’ll be at this sweet-spot game once you’re aware of playing it. You can set up your work, your hobbies, and your social life so that you spend as much time inside your sweet spot as possible. People who are aware of their sweet spots have the power to leave jobs that exhaust them and start new and satisfying businesses. They can hunt for homes based on the temperaments of their family members—with cozy window seats and other nooks and crannies for the introverts, and large, open living-dining spaces for the extroverts. [Shown: 1]",
      "sectionId": "348ecaad-1f11-4953-9dd4-ab6834eb779e",
      "shown": 1,
      "bookId": 8,
      "id": 49
    },
    {
      "quoteText": "By contrast, introverts“have a smaller response” in the reward system, writes psychologist Nettle, “and so go less out of their way to follow up [reward] cues.” They will, “like anyone, be drawn from time to time to sex, and parties, and status, but the kick they get will be relatively small, so they are not going to break a leg to get there.” In short, introverts just don’t buzz as easily. [Shown: 1]",
      "sectionId": "94c1dd74-c768-4456-8274-52aa1bfedba1",
      "shown": 1,
      "bookId": 8,
      "id": 50
    },
    {
      "quoteText": "Introverts’ disinclination to charge ahead is not only a hedge against risk; it also pays off on intellectual tasks. Here are some of the things we know about the relative performance of introverts and extroverts at complex problem-solving. Extroverts get better grades than introverts during elementary school, but introverts outperform extroverts in high school and college. At the university level, introversion predicts academic performance better than cognitive ability. [Shown: 1]",
      "sectionId": "c1cfa724-de1a-4d19-9ddd-de4bb5b8f5ed",
      "shown": 1,
      "bookId": 8,
      "id": 51
    },
    {
      "quoteText": "If you’re an introvert, find your flow by using your gifts. You have the power of persistence, the tenacity to solve complex problems, and the clear-sightedness to avoid pitfalls that trip others up. You enjoy relative freedom from the temptations of superficial prizes like money and status. Indeed, your biggest challenge may be to fully harness your strengths. You may be so busy trying to appear like a zestful, reward-sensitive extrovert that you undervalue your own talents, or feel underestimated by those around you. But when you’re focused on a project that you care about, you probably find that your energy is boundless.\nSo stay true to your own nature. If you like to do things in a slow and steady way, don’t let others make you feel as if you have to race. If you enjoy depth, don’t force yourself to seek breadth. If you prefer single-tasking to multitasking, stick to your guns. Being relatively unmoved by rewards gives you the incalculable power to go your own way. It’s up to you to use that independence to good effect. [Shown: 1]",
      "sectionId": "3eefb259-87b1-4e21-9867-53bcb71d01d7",
      "shown": 1,
      "bookId": 8,
      "id": 52
    },
    {
      "quoteText": "In other words, introverts are capable of acting like extroverts for the sake of work they consider important, people they love, or anything they value highly. Free Trait Theory explains why an introvert might throw his extroverted wife a surprise party or join the PTA at his daughter’s school. It explains how it’s possible for an extroverted scientist to behave with reserve in her laboratory, for an agreeable person to act hard-nosed during a business negotiation, and for a cantankerous uncle to treat his niece tenderly when he takes her out for ice cream. As these examples suggest, Free Trait Theory applies in many different contexts, but it’s especially relevant for introverts living under the Extrovert Ideal. [Shown: 1]",
      "sectionId": "d841584b-d4e3-4ff2-8389-aee526b3101d",
      "shown": 1,
      "bookId": 8,
      "id": 53
    },
    {
      "quoteText": "Second, pay attention to the work you gravitate to. At my law firm I never once volunteered to take on an extra corporate legal assignment, but I did spend a lot of time doing pro bono work for a nonprofit women’s leadership organization. I also sat on several law firm committees dedicated to mentoring, training, and personal development for young lawyers in the firm. Now, as you can probably tell from this book, I am not the committee type. But the goals of those committees lit me up, so that’s what I did. [Shown: 1]",
      "sectionId": "925665e2-00f2-46f8-a7fe-37aed3ebce2b",
      "shown": 1,
      "bookId": 8,
      "id": 54
    },
    {
      "quoteText": "The meeting of two personalities is like the contact of two chemical substances; if there is any reaction, both are transformed.\nCARL JUNG",
      "sectionId": "146e2f75-9df4-4256-abf3-24d16e375ffb",
      "shown": 0,
      "bookId": 8,
      "id": 55
    },
    {
      "quoteText": "Now that Joyce understands Isabel’s needs, mother and daughter brainstorm happily, figuring out strategies to help Isabel navigate her school day. “Before, I would have had Isabel going out and seeing people all the time, packing her time after school full of activities,” says Joyce. “Now I understand that it’s very stressful for her to be in school, so we figure out together how much socializing makes sense and when it should happen.”",
      "sectionId": "b44b7133-5a0a-4048-9dc9-180694ee9c0e",
      "shown": 0,
      "bookId": 8,
      "id": 56
    },
    {
      "quoteText": "One of the best things you can do for an introverted child is to work with him on his reaction to novelty. Remember that introverts react not only to new people, but also to new places and events. So don’t mistake your child’s caution in new situations for an inability to relate to others.He’s recoiling from novelty or overstimulation, not from human contact. [Shown: 1]",
      "sectionId": "ec67ab9e-81e7-4c99-ab44-b6c4bedd97e5",
      "shown": 1,
      "bookId": 8,
      "id": 57
    },
    {
      "quoteText": "When you’re going to a birthday party, for example, talk in advance about what the party will be likeand how the child might greet her peers (“First I’ll say ‘Happy birthday, Joey,’ and then I’ll say ‘Hi, Sabrina.’). And make sure to get there early. It’s much easier to be one of the earlier guests, so your child feels as if other people are joining him in a space that he “owns,” rather than having to break into a preexisting group.",
      "sectionId": "f5a2fa53-ceef-4d59-bf7e-450e2a1a8d2f",
      "shown": 0,
      "bookId": 8,
      "id": 58
    },
    {
      "quoteText": "Research from a field known as “person-environment fit” shows that people flourish when, in the words of psychologist Brian Little, they’re “engaged in occupations, roles or settings that are concordantwith their personalities.” The inverse is also true: kids stop learning when they feel emotionally threatened.",
      "sectionId": "865750b1-7442-48df-b952-1a2339ae4b2f",
      "shown": 0,
      "bookId": 8,
      "id": 59
    },
    {
      "quoteText": "You might feel, for example, that you should encourage your introverted child to play whichever sport is the ticket to friendship and esteem in your town. And that’s fine, if he enjoys that sport and is good at it, as Maya is with softball. Team sports can be a great boon for anyone, especially for kids who otherwise feel uncomfortable joining groups. But let your child take the lead in picking the activities he likes best. He may not like any team sports, and that’s OK. Help him look for activities where he’ll meet other kids, but also have plenty of his own space. Cultivate the strengths of his disposition. If his passions seem too solitary for your taste, remember that even solo activities like painting, engineering, or creative writing can lead to communities of fellow enthusiasts. [Shown: 1]",
      "sectionId": "a0600ae0-c2e5-4185-b185-16926e4a70a2",
      "shown": 1,
      "bookId": 8,
      "id": 60
    },
    {
      "quoteText": "If your child is prone to overstimulation, then it’s also a good idea for her to pick activities like art or long-distance running, that depend less on performing under pressure.",
      "sectionId": "498e4dc7-419a-44c1-a8bc-2f6e1128eacf",
      "shown": 0,
      "bookId": 8,
      "id": 61
    },
    {
      "quoteText": "Spend your free time the way you like, not the way you think you’re supposed to. Stay home on New Year’s Eve if that’s what makes you happy. Skip the committee meeting. Cross the street to avoid making aimless chitchat with random acquaintances. Read. Cook. Run. Write a story. [Shown: 1]",
      "sectionId": "9fd3bc9d-b1e8-4c23-8f5c-eb19641f6cbe",
      "shown": 1,
      "bookId": 8,
      "id": 62
    },
    {
      "quoteText": "Introverts are offered keys to private gardens full of riches. To possess such a key is to tumble like Alice down her rabbit hole. She didn’tchoose to go to Wonderland—but she made of it an adventure that was fresh and fantastic and very much her own.\nLewis Carroll was an introvert, too, by the way. Without him, there would be no Alice in Wonderland. And by now, this shouldn’t surprise us.",
      "sectionId": "640fda9a-8f01-40f9-8de8-d87be562b4c2",
      "shown": 0,
      "bookId": 8,
      "id": 63
    },
    {
      "quoteText": "But as I grew older, I drew inspiration from my grandfather’s example. He was a quiet man, and a great one. When he died at the age of ninety-four, after sixty-two years at the pulpit, the NYPD had to close the streets of his neighborhood to accommodate the throngs of mourners. He would have been surprised to know this. Today, I think that one of the best things about him was his humility.",
      "sectionId": "a8cb8769-0a61-468e-b377-78d0cafc0691",
      "shown": 0,
      "bookId": 8,
      "id": 64
    },
    {
      "quoteText": "I'd only been in about two fights in my life, and I lost both of them. I'm not too tough. I'm a pacifist, if you want to know the truth. [Shown: 1]",
      "sectionId": "c5cc2b4f-2531-4775-bf97-476e4fa232c6",
      "shown": 1,
      "bookId": 9,
      "id": 65
    },
    {
      "quoteText": "But you can't always tell-with somebody's mother, I mean. Mothers are all slightly insane. [Shown: 1]",
      "sectionId": "e073669f-e103-4aae-9574-aa4025b8edf8",
      "shown": 1,
      "bookId": 9,
      "id": 66
    },
    {
      "quoteText": "Take this girl that I just missed having sexual intercourse with, that I told you about. It took me about an hour to just get her goddam brassière off. By the time I did get it off, she was about ready to spit in my eye.",
      "sectionId": "6ea443b9-9433-4125-9b5c-d991cd82b218",
      "shown": 0,
      "bookId": 9,
      "id": 67
    },
    {
      "quoteText": "Take the Disciples, for instance. They annoy the hell out of me, if you want to know the truth. They were all right after Jesus was dead and all, but while He was alive, they were about as much use to Him as a hole in the head. All they did was keep letting Him down. [Shown: 1]",
      "sectionId": "b20a269b-1f8f-4152-99cd-416fb929a8d6",
      "shown": 1,
      "bookId": 9,
      "id": 68
    },
    {
      "quoteText": "When they got up to go, the two nuns, I did some thing very stupid and embarrassing. I was smoking a cigarette, and when I stood up to say good-by to them, by mistake I blew some smoke in their face. I didn't mean to, but I did it. I apologized like a madman, and they were very polite and nice about it, but it was very embarrassing anyway. [Shown: 1]",
      "sectionId": "71258239-ee5a-43b4-8a8a-1816d00cabaa",
      "shown": 1,
      "bookId": 9,
      "id": 69
    },
    {
      "quoteText": "\"Anyway, I keep picturing all these little kids playing some game in this big field of rye and all. Thousands of little kids, and nobody's around-nobody big, I mean-except me. And I'm standing on the edge of some crazy cliff. What I have to do, I have to catch everybody if they start to go over the cliff-I mean if they're running and they don't look where they're going I have to come out from somewhere and catch them. That's all I'd do all day. I'd just be the catcher in the rye and all. I know it's crazy, but that's the only thing I'd really like to be. I know it's crazy.\" [Shown: 1]",
      "sectionId": "6fcde60b-8c9f-4225-980a-866c0098a204",
      "shown": 1,
      "bookId": 9,
      "id": 70
    },
    {
      "quoteText": "But there was this one boy, Richard Kinsella. He didn't stick to the point too much, and they were always yelling 'Digression!' at him. It was terrible, because in the first place, he was a very nervous guy-I mean he was a very nervous guy-and his lips were always shaking whenever it was his time to make a speech, and you could hardly hear him if you were sitting way in the back of the room. When his lips sort of quit shaking a little bit, though, I liked his speeches better than anybody else's. He practically flunked the course, though, too. [Shown: 1]",
      "sectionId": "598cc590-abba-4aea-8d82-f062d246c10d",
      "shown": 1,
      "bookId": 9,
      "id": 71
    },
    {
      "quoteText": "\"Here's what he said: The mark of the immature man is that he wants to die nobly for a cause, while the mark of the mature man is that he wants to live humbly for one.\" [Shown: 1]",
      "sectionId": "f770aa17-657e-4628-b24a-e0580878ad34",
      "shown": 1,
      "bookId": 9,
      "id": 72
    },
    {
      "quoteText": "You could tell he wasn't tired at all, though. He was pretty oiled up, for one thing. \"I think that one of these days,\" he said, \"you're going to have to find out where you want to go. And then you've got to start going there. But immediately. You can't afford to lose a minute. Not you.\" [Shown: 1]",
      "sectionId": "66f5870c-9d02-4968-a7a3-44608f577159",
      "shown": 1,
      "bookId": 9,
      "id": 73
    },
    {
      "quoteText": "Many, many men have been just as troubled morally and spiritually as you are right now. Happily, some of them kept records of their troubles. You'll learn from them-if you want to. Just as someday, if you have something to offer, someone will learn something from you. It's a beautiful reciprocal arrangement. And it isn't educa tion. It's history. It's poetry.\" [Shown: 1]",
      "sectionId": "dc6d3316-8561-4e57-b364-4f90d9362b20",
      "shown": 1,
      "bookId": 9,
      "id": 74
    },
    {
      "quoteText": "Говорят, что 4-этажно здание сохроняет человечиский масштаб. Мать и ребёнок могут переговариваться или звать друг друга, важна возможность разглядеть лицо человека. ",
      "sectionId": "ce67dbce-da7b-4045-88dc-511f10086b61",
      "shown": 0,
      "bookId": 10,
      "id": 75
    },
    {
      "quoteText": "my legs began twitching and my walk became unsteady just because I purposely tried to make it graceful [Shown: 1]",
      "sectionId": "d7475a4e-2c9f-43d4-b008-d247ad51b4cd",
      "shown": 1,
      "bookId": 11,
      "id": 76
    },
    {
      "quoteText": "I told myself that if I took some food now, my head would be confused again, my brain get feverish as before, and I would have lots of crazy ideas to contend with. I couldn’t stand food, I wasn’t made that way;",
      "sectionId": "3dc890d2-678f-4125-a8d7-8c7ce8938532",
      "shown": 0,
      "bookId": 11,
      "id": 77
    },
    {
      "quoteText": "My eyes were sinking deep into my skull. What, exactly, did I look like? The devil only knew why you had to be turned into a veritable freak just because of hunger!",
      "sectionId": "569e2a11-9435-4801-bf2e-944b641d2e24",
      "shown": 0,
      "bookId": 11,
      "id": 78
    },
    {
      "quoteText": "The food began to take effect, it gave me great pain and I wasn’t allowed to keep it for very long. I emptied my mouth in every dark corner I passed, struggling to suppress the nausea that was hollowing me out afresh, clenching my fists to make myself tough, stamping my feet on the pavement and furiously gulping down again whatever wanted to come up—but in vain! I ran at last into an entranceway where, hunched over and blinded with the water that flooded my eyes, I emptied myself once again. [Shown: 1]",
      "sectionId": "a8a98c59-878d-42a0-8b5c-7f8993f5883b",
      "shown": 1,
      "bookId": 11,
      "id": 79
    },
    {
      "quoteText": "“Oh, please give me a bone for my dog!” I said. “A bone, nothing more; there doesn’t have to be anything on it. Just so he can have something to carry in his mouth.” I got a bone, a gorgeous little bone with still a bit of meat left on it, and stuck it under my coat. I thanked the man so heartily that he looked at me in surprise. “Forget it,” he said. “Oh, don’t say that,” I mumbled, “it’s very sweet of you.” [Shown: 1]",
      "sectionId": "eafc87e0-a582-42f6-8888-8b72bc88c5a0",
      "shown": 1,
      "bookId": 11,
      "id": 80
    },
    {
      "quoteText": "There wasn’t a light to be seen anywhere, it was delightfully dark around me; I started gnawing my bone. It had no taste at all; a sickening smell of dried blood rose from the bone and I had to vomit immediately. I tried again—if I could just keep it down, it would be sure to do some good, the important thing was to make it stay down. But I vomited again. I got angry, ground my teeth into the meat, ripped off a small piece and forced myself to swallow it. It was no use: as soon as the tiny bits of meat grew warm in my stomach, up they came again.",
      "sectionId": "306c1e56-dc2d-4c52-848d-6933ebe17b0a",
      "shown": 0,
      "bookId": 11,
      "id": 81
    },
    {
      "quoteText": "Indeed, the strange days that lay ahead would change him forever, though for now they had less substance than the mist through which he ran. [Shown: 1]",
      "sectionId": "8fb409f5-cc60-497f-8e53-a749f50eb434",
      "shown": 1,
      "bookId": 12,
      "id": 82
    },
    {
      "quoteText": "Nicholas turned and tiptoed to the intersection ( the candle corner , was how he thought of it), where the wax dripping into the bowl made a ticking sound as regular as a clock. Indeed, he had been automatically keeping track of the drips since John left. One hundred eighty-seven and counting—approximately three minutes. [Shown: 1]",
      "sectionId": "86dc3ae0-da4c-4148-a00a-a31c3b32927c",
      "shown": 1,
      "bookId": 12,
      "id": 83
    },
    {
      "quoteText": "Nicholas rejoined her, and together they made their way out. Nicholas paused in the doorway to look back. The books sat upon the shelves in heavy shadow now, like hidden objects in a mystery. As if every unread book were not mystery enough, even in the light. [Shown: 1]",
      "sectionId": "dca5bfc4-7bfd-4e6d-9a74-8f1302fb319f",
      "shown": 1,
      "bookId": 12,
      "id": 84
    },
    {
      "quoteText": "Mr. Harinton was real. There were adults in the world who would actually make sacrifices for the sake of others—not just for their own families but for anyone who needed help. [Shown: 1]",
      "sectionId": "9b69fcb3-6a2a-40df-b982-72b45f52a0e6",
      "shown": 1,
      "bookId": 12,
      "id": 85
    },
    {
      "quoteText": "No sooner had he thought this than he realized what was anchoring his happiness. It was purpose. He knew what he wanted to do. He knew the way he thought things should be, and Mr. Harinton was proving that other people—even adults—could feel the same way. Nicholas had something to aim for now. He might not know what he wanted to be when he grew up, but he knew with absolute certainty how he wanted to be. [Shown: 1]",
      "sectionId": "b076aa26-def4-44b5-915f-7234edb653d9",
      "shown": 1,
      "bookId": 12,
      "id": 86
    },
    {
      "quoteText": "I’ve always been worried about myself more than anyone else. I suppose it’s natural enough—you have to learn how to take care of yourself in orphanages, especially when the grownups aren’t looking out for you—but it’s simply no way to live! There’s no joy in it! [Shown: 1]",
      "sectionId": "737b31bf-6de4-4f6c-b0ef-454a9bab0ad7",
      "shown": 1,
      "bookId": 12,
      "id": 87
    },
    {
      "quoteText": "“And this treasure! This ridiculous treasure!” Nicholas rolled his eyes. “I’ve put all this thought into finding the treasure and having it solve all my problems. But what about your problems, Violet? What about John’s? What about all the other kids? [Shown: 1]",
      "sectionId": "ef4e480f-f488-461a-9d28-044f3152eaa0",
      "shown": 1,
      "bookId": 12,
      "id": 88
    },
    {
      "quoteText": "I’ll bet Mr. Bottoms discovered the diary right after he became director, and he actually convinced himself that he could find the treasure. That’s what made him so careless and irresponsible with the orphanage funds. He thought he was going to discover riches any day, and the riches would take care of all the problems. [Shown: 1]",
      "sectionId": "83969db5-f3d8-44d1-a283-06fbce0e1a7e",
      "shown": 1,
      "bookId": 12,
      "id": 89
    },
    {
      "quoteText": "They also believed that if they were killed on a zebra crossing, the Government would pay for their funerals. They had the definite impression that that was what zebra crossings were meant for. Free funerals. Of course, there were no zebra crossings to get killed on in Ayemenem, or, for that matter, even in Kottayam, which was the nearest town, but they'd seen some from the car window when they went to Cochin, which was a two-hour drive away. \n(Page 6, Color: Yellow)",
      "sectionId": "344d4b77-6db3-4ae2-849a-52e57116962a",
      "shown": 0,
      "bookId": 13,
      "id": 90
    },
    {
      "quoteText": "He was exasperated because he didn't know what that look meant. He put it somewhere between indifference and despair. He didn't know that in some places, like the country that Rahel came from, various kinds of despair competed for primacy. And that personal despair could never be desperate enough. That something happened when personal turmoil dropped by at the wayside shrine of the vast, violent, circling, driving, ridiculous, insane, unfeasible, public turmoil of a nation. That Big God howled like a hot wind, and demanded obeisance. Then Small God (cozy and contained, private and limited) came away cauterized, laughing numbly at his own temerity. Inured by the confirmation of his own inconsequence, he became resilient and truly indifferent. Nothing mattered much. Nothing much mattered. And the less it mattered, the less it mattered. It was never important enough. Because Worse Things had happened. In the country that she came from, poised forever between the terror of war and the horror of peace, Worse Things kept happening. \n(Page 20, Color: Blue) [Shown: 1]",
      "sectionId": "bd9b18c1-a96f-43d4-9279-1ce50f64a6b7",
      "shown": 1,
      "bookId": 13,
      "id": 91
    },
    {
      "quoteText": "In a purely practical sense it would probably be correct to say that it all began when Sophie Mol came to Ayemenem. Perhaps it's true that things can change in a day. That a few dozen hours can affect the outcome of whole lifetimes. And that when they do, those few dozen hours, like the salvaged remains of a burned house the charred clock, the singed photograph, the scorched furniture must be resurrected from the ruins and examined. Preserved. Accounted for.\nLittle events, ordinary things, smashed and reconstituted. Imbued with new meaning. Suddenly they become the bleached bones of a story.\nStill, to say that it all began when Sophie Mol came to Ayemenem is only one way of looking at it. \nEqually, it could be argued that it actually began thousands of years ago. Long before the Marxists came. Before the British took Malabar, before the Dutch Ascendency, before Vasco da Gama arrived, before the Zamorin's conquest of Calicut. Before three purple-robed Syrian bishops murdered by the Portuguese were found floating in the sea, with coiled sea serpents riding on their chests and oysters knotted in their tangled beards. It could be argued that it began long before Christianity arrived in a boat and seeped into Kerala like tea from a tea bag.\nThat it really began in the days when the Love Laws were made. The laws that lay down who should be loved, and how. \nAnd how much. \n(Page 32, Color: Yellow) [Shown: 1]",
      "sectionId": "e1e518fb-5c06-4999-9baf-173d95d2b2d4",
      "shown": 1,
      "bookId": 13,
      "id": 92
    },
    {
      "quoteText": "He made them imagine that the earth-four thousand six hundred million years old-was a forty-six-year-old woman-as old, say, as Aleyamma Teacher, who gave them Malayalam lessons. It had taken the whole of the Earth Woman's life for the earth to become what it was. For the oceans to part. For the mountains to rise. The Earth Woman was eleven years old, Chacko said, when the first single-celled organisms appeared. The first animals, creatures like worms and jellyfish, appeared only when she was forty. She was over forty-five-just eight months ago-when dinosaurs roamed the earth.\n\"The whole of human civilization as we know it,\" Chacko told the twins, \"began only two hours ago in the Earth Woman's life. As long as it takes us to drive from Ayemenem to Cochin.\"\nIt was an awe-inspiring and humbling thought, Chacko said (Humbling was a nice word, Rahel thought. Humbling along without a care in the world), that the whole of contemporary history,  [Shown: 1]",
      "sectionId": "1be3ad8a-4815-4723-acd7-557153b8d41f",
      "shown": 1,
      "bookId": 13,
      "id": 93
    },
    {
      "quoteText": "the World Wars, the War of Dreams, the Man on the Moon, science, literature, philosophy, the pursuit of knowledge was no more than a blink of the Earth Woman's eye.\n\"And we, my dears, everything we are and ever will be are just a twinkle in her eye,\" Chacko said grandly, lying on his bed, staring at the ceiling.\n(Page 52, Color: Yellow) [Shown: 1]",
      "sectionId": "fa4bae18-4b0c-4e4d-bc4c-00f6e2f500a1",
      "shown": 1,
      "bookId": 13,
      "id": 94
    },
    {
      "quoteText": "Back inside the hairoil darkness, Estha held his Other Hand carefully (upwards, as though he was holding an imagined orange). He slid past the Audience (their legs moving thiswayandthat), past Baby Kochamma, past Rahel (still tilted back), past Ammu (still annoyed). Estha sat down, still holding his sticky orange.\nAnd there was Baron von Clapp-Trapp. Christopher Plummer. Arrogant. Hardhearted. With a mouth like a slit. And a steelshrill police whistle. A captain with seven children. Clean children, like a packet of peppermints. He pretended not to love them, but he did. He loved them. He loved her (Julie Andrews), she loved him, they loved the children, the children loved them. They all loved each other. They were clean, white children, and their beds were soft with Ei. Der. Downs.\nThe house they lived in had a lake and gardens, a wide staircase, white doors and windows, and curtains with flowers. The clean white children, even the big ones, were scared of the thunder. To comfort them, Julie Andrews put them all into her clean bed, and sang them a clean song about a few of her favorite things. These were a few of her favorite things:\n\n(1) Girls in white dresses with blue satin sashes.\n(2) Wild geese that fly with the moon on their wings.\n(3) Bright copper kettles. \n(4) Doorbells and sleighbells and schnitzel with noodles.\n(5) Etc.\n(Page 100, Color: Yellow)",
      "sectionId": "70439d02-9ab9-4670-a874-27494d021cc6",
      "shown": 0,
      "bookId": 13,
      "id": 95
    },
    {
      "quoteText": "It is only now, these years later, that Rahel with adult hindsight recognized the sweetness of that gesture. A grown man entertaining three raccoons, treating them like real ladies. Instinctively colluding in the conspiracy of their fiction, taking care not to decimate it with adult carelessness. Or affection.\nIt is after all so easy to shatter a story. To break a chain of thought. To ruin a fragment of a dream being carried around care fully like a piece of porcelain.\nTo let it be, to travel with it, as Velutha did, is much the harder\nthing to do.\n(Page: 181, Color: Yellow)",
      "sectionId": "74b842b8-4216-4fb7-872d-f18bfac567ad",
      "shown": 0,
      "bookId": 13,
      "id": 96
    },
    {
      "quoteText": "Who was he, the one-armed man? Who could he have been? The God of Loss? The God of Small Things? The God of Goosebumps and Sudden Smiles? Of Sourmetal Smells-like steel bus rails and the smell of the bus conductor's hands from holding them?\n(Page: 207, Color: Blue) [Shown: 1]",
      "sectionId": "e60bdba7-c734-4a2b-9b24-97992f785544",
      "shown": 1,
      "bookId": 13,
      "id": 97
    },
    {
      "quoteText": "From where he sat, at the end of the bed, Estha, without turning his head, could see her. Faintly outlined. The sharp line of her jaw. Her collarbones like wings that spread from the base of her throat to the ends of her shoulders. A bird held down by skin. \nShe turned her head and looked at him. He sat very straight. Waiting for the inspection. He had finished the ironing. \nShe was lovely to him. Her hair. Her cheeks. Her small, clever looking hands. His sister.\nA nagging sound started up in his head. The sound of passing trains. The light and shade and light and shade that falls on you if you have a window seat.\nHe sat even straighter. Still, he could see her. Grown into their mother's skin. The liquid glint of her eyes in the dark. Her small straight nose. Her mouth, full-lipped. Something wounded-looking about it. As though it was flinching from something. As though long ago someone-a man with rings-had hit her across it. A beautiful. hurt mouth.\nTheir beautiful mother's mouth, Estha thought. Ammu's mouth. That had kissed his hand through the barred train window. First class, on the Madras Mail to Madras.\n(Page: 283, Color: Yellow)",
      "sectionId": "9cb54742-daec-48b4-bbab-6af7130fa602",
      "shown": 0,
      "bookId": 13,
      "id": 98
    },
    {
      "quoteText": "Twenty-three years later, Rahel, dark woman in a yellow T-shirt, turns to Estha in the dark.\n\"Esthapappychachen Kuttappen Peter Mon,\" she says. \nShe whispers.\nShe moves her mouth.\nTheir beautiful mother's mouth.\nEstha, sitting very straight, waiting to be arrested, takes his fingers to it. To touch the words it makes. To keep the whisper. His fingers follow the shape of it. The touch of teeth. His hand is held and kissed.\nPressed against the coldness of a cheek, wet with shattered rain.\n\nThen she sat up and put her arms around him. Drew him down\nbeside her.\nThey lay like that for a long time. Awake in the dark. Quietness and Emptiness. \nNot old. Not young.\nBut a viable die-able age.\n\nThey were strangers who had met in a chance encounter. \nThey had known each other before Life began.\n(Page: 310, Color: Yellow) [Shown: 1]",
      "sectionId": "3fef04a1-9513-4bdc-907f-ed17b8f5e964",
      "shown": 1,
      "bookId": 13,
      "id": 99
    },
    {
      "quoteText": "As Pascal observed three hundred years ago, “When we read too fast or too slowly, we understand nothing.” (Page 12, Color: yellow, Date: July 27, 2021) [Shown: 1]",
      "sectionId": "dacc4112-fe06-4b96-bb14-4ae421044624",
      "shown": 1,
      "bookId": 14,
      "id": 100
    },
    {
      "quoteText": "To be informed is to know simply that something is the case. To be enlightened is to know, in addition, what it is all about: why it is the case, what its connections are with other facts, in what respects it is the same, in what respects it is different, and so forth. This distinction is familiar in terms of the differences between being able to remember something and being able to explain it. (Page 24, Color: yellow, Date: July 27, 2021) [Shown: 1]",
      "sectionId": "82e10c78-f8ef-490d-b4f6-9975a6cc006d",
      "shown": 1,
      "bookId": 14,
      "id": 101
    },
    {
      "quoteText": "The art of reading, in short, includes all of the same skills that are involved in the art of unaided discovery: keenness of observation, readily available memory, range of imagination, and, of course, an intellect trained in analysis and reflection. (Page 28, Color: yellow, Date: July 27, 2021) [Shown: 1]",
      "sectionId": "e6dafd73-c749-4f36-b94b-169e925df38c",
      "shown": 1,
      "bookId": 14,
      "id": 102
    },
    {
      "quoteText": "Reading a book should be a conversation between you and the author. (Page 61, Color: yellow, Date: July 28, 2021) [Shown: 1]",
      "sectionId": "b4695363-dc45-42da-8d93-bf31f590d6a4",
      "shown": 1,
      "bookId": 14,
      "id": 103
    },
    {
      "quoteText": "But understanding is a two-way operation; the learner has to question himself and question the teacher. He even has to be willing to argue with the teacher, once he understands what the teacher is saying. (Page 61, Color: yellow, Date: July 28, 2021)",
      "sectionId": "20796111-c3f3-47f2-b553-af611390cfec",
      "shown": 0,
      "bookId": 14,
      "id": 104
    },
    {
      "quoteText": "You may never wish to go further. But even if you do not, you will find that your comprehension of any book will be enormously increased if you only go to the trouble of finding its important words, identifying their shifting meanings, and coming to terms. Seldom does such a small change in a habit have such a large effect. (Page 123, Color: yellow, Date: July 8, 2021)",
      "sectionId": "e531ba87-270c-4001-8dd8-d3e3365d3396",
      "shown": 0,
      "bookId": 14,
      "id": 105
    },
    {
      "quoteText": "If you never ask yourself any questions about the meaning of a passage, you cannot expect the book to give you any insight you do not already possess. (Page 134, Color: yellow, Date: July 11, 2021) [Shown: 1]",
      "sectionId": "a34262d9-d79b-4052-88d2-885ea89e7c7c",
      "shown": 1,
      "bookId": 14,
      "id": 106
    },
    {
      "quoteText": "You have to recognize an argument when you see one. (Page 134, Color: yellow, Date: July 11, 2021)",
      "sectionId": "ab390814-a3da-43b7-8c77-f553fdc6c28f",
      "shown": 0,
      "bookId": 14,
      "id": 107
    },
    {
      "quoteText": "The activity of reading does not stop with the work of understanding what a book says. It must be completed by the work of criticism, the work of judging. (Page 149, Color: yellow, Date: July 11, 2021) [Shown: 1]",
      "sectionId": "ceb864f4-98df-4c22-a532-9cd690095c30",
      "shown": 1,
      "bookId": 14,
      "id": 108
    },
    {
      "quoteText": "The most teachable reader is, therefore, the most critical (Page 151, Color: yellow, Date: July 11, 2021)",
      "sectionId": "265b0e89-52bf-41f8-9828-afb93e4bbefa",
      "shown": 0,
      "bookId": 14,
      "id": 109
    },
    {
      "quoteText": "Most people think that winning the argument is what matters, not learning the truth. He who regards conversation as a battle can win only by being an antagonist, only by disagreeing successfully, whether he is right or wrong. (Page 157, Color: yellow, Date: July 12, 2021) [Shown: 1]",
      "sectionId": "739e702c-69b1-4a6a-9c3a-559b93c19cd7",
      "shown": 1,
      "bookId": 14,
      "id": 110
    },
    {
      "quoteText": "If we really know something, in this sense, we must believe that we can convince others of what we know. Opinion, in the sense in which we have been employing the word, is unsupported judgment (Page 161, Color: yellow, Date: July 13, 2021) [Shown: 1]",
      "sectionId": "9d8fba7e-5898-41b3-867d-fc14b82cfba1",
      "shown": 1,
      "bookId": 14,
      "id": 111
    },
    {
      "quoteText": "As Thomas Hobbes said, “If I read as many books as most men do, I would be as dull-witted as they are.” (Page 176, Color: yellow, Date: July 15, 2021) [Shown: 1]",
      "sectionId": "a795fe7e-415b-4c62-9a9e-e4f4d2ad9d18",
      "shown": 1,
      "bookId": 14,
      "id": 112
    },
    {
      "quoteText": "How do you know whether you are making proper use of your experience to help you understand a book? The surest test is one we have already recommended as a test of understanding: ask yourself whether you can give a concrete example of a point that you feel you understand. (Page 181, Color: yellow, Date: July 15, 2021) [Shown: 1]",
      "sectionId": "4009cb7e-a5a9-4d98-bde0-e3dcfb7d2a02",
      "shown": 1,
      "bookId": 14,
      "id": 113
    },
    {
      "quoteText": "The best protection against propaganda of any sort is the recognition of it for what it is. Only hidden and undetected oratory is really insidious. (Page 206, Color: yellow, Date: July 18, 2021) [Shown: 1]",
      "sectionId": "0445d931-98e7-445a-b0d7-c9d72e60746f",
      "shown": 1,
      "bookId": 14,
      "id": 114
    },
    {
      "quoteText": "Tolstoy thought, were so manifold, so complex, and so deeply hidden in unconscious motivations that it is impossible to know why anything ever happened. (Page 246, Color: yellow, Date: July 20, 2021) [Shown: 1]",
      "sectionId": "c77fb655-5ddc-429e-b083-b64deab9e62f",
      "shown": 1,
      "bookId": 14,
      "id": 115
    },
    {
      "quoteText": "History is the story of what led up to now. It is the present that interests us—that and the future. (Page 249, Color: yellow, Date: July 20, 2021) [Shown: 1]",
      "sectionId": "41971209-b07e-425d-85c6-724ed68a092b",
      "shown": 1,
      "bookId": 14,
      "id": 116
    },
    {
      "quoteText": "There are other arguments, of the sort that are called deductive. These are arguments in which a proposition is proved by other propositions already somehow established. (Page 266, Color: yellow, Date: July 22, 2021) [Shown: 1]",
      "sectionId": "8c00389b-c8b9-4278-bc55-4538f45c4496",
      "shown": 1,
      "bookId": 14,
      "id": 117
    },
    {
      "quoteText": "The failure is probably even more the parents’ fault. We so often tell a child there is no answer, even when one is available, or demand that he ask no more questions. (Page 278, Color: yellow, Date: July 23, 2021)",
      "sectionId": "21d2b285-117a-4746-a883-24afcc28a321",
      "shown": 0,
      "bookId": 14,
      "id": 118
    },
    {
      "quoteText": "But if you do accept that aim and agree that the means are appropriate, then you must make the effort to read as you probably have never read before. (Page 344, Color: yellow, Date: July 29, 2021) [Shown: 1]",
      "sectionId": "6ab52a00-a432-4919-85d5-1ea5d898adcb",
      "shown": 1,
      "bookId": 14,
      "id": 119
    },
    {
      "quoteText": "If you are reading in order to become a better reader, you cannot read just any book or article. You will not improve as a reader if all you read are books that are well within your capacity. You must tackle books that are beyond you, or, as we have said, books that are over your head. (Page 345, Color: yellow, Date: July 29, 2021) [Shown: 1]",
      "sectionId": "a25037ef-0716-42a0-a5d2-2f6c6cd7af78",
      "shown": 1,
      "bookId": 14,
      "id": 120
    },
    {
      "quoteText": "Reading for information does not stretch your mind any more than reading for amusement. It may seem as though it does, but that is merely because your mind is fuller of facts than it was before you read the book. (Page 346, Color: yellow, Date: July 29, 2021) [Shown: 1]",
      "sectionId": "b4a30e42-ba65-4502-b191-d74486d257bd",
      "shown": 1,
      "bookId": 14,
      "id": 121
    },
    {
      "quoteText": "The books that you will want to practice your reading on, particularly your analytical reading, must also make demands on you. They must seem to you to be beyond your capacity. You need not fear that they really are, because there is no book that is completely out of your grasp (Page 346, Color: yellow, Date: July 29, 2021)",
      "sectionId": "216d5f7b-6b67-4b3b-91f4-c6e321246b4e",
      "shown": 0,
      "bookId": 14,
      "id": 122
    },
    {
      "quoteText": "Television, radio, and all the sources of amusement and information that surround us in our daily lives are also artificial props. They can give us the impression that our minds are active, because we are required to react to stimuli from outside. But the power of those external stimuli to keep us going is limited. They are like drugs. We grow used to them, and we continuously need more and more of them. Eventually, they have little or no effect. (Page 352, Color: yellow, Date: July 29, 2021) [Shown: 1]",
      "sectionId": "1b454c59-15a5-4849-b73c-91429f7a5962",
      "shown": 1,
      "bookId": 14,
      "id": 123
    },
    {
      "quoteText": "The Busy Bandwagon is our culture of constant busyness—the overflowing inboxes, stuffed calendars, and endless to-do lists. According to the Busy Bandwagon mindset, if you want to meet the demands of the modern workplace and function in modern society, you must fill every minute with productivity. After all, everyone else is busy. If you slow down, you’ll fall behind and never catch up. (Page 16, Color: yellow, Date: January 10, 2021) [Shown: 1]",
      "sectionId": "02ed7ed9-4081-43d9-a977-70ba04874e2a",
      "shown": 1,
      "bookId": 15,
      "id": 124
    },
    {
      "quoteText": "When we tear ourselves away from the Busy Bandwagon, the Infinity Pools are ready to lure us in. While the Busy Bandwagon defaults to endless tasks, the Infinity Pools default to endless distraction. (Page 18, Color: yellow, Date: January 10, 2021) [Shown: 1]",
      "sectionId": "ac23d4b6-bdf2-41b0-a21a-16557352fdab",
      "shown": 1,
      "bookId": 15,
      "id": 125
    },
    {
      "quoteText": "And, of course, it competes with television; the average American still watches 4.3 hours of good old-fashioned TV every day. (Page 86, Color: yellow, Date: January 20, 2021) [Shown: 1]",
      "sectionId": "754ddb4e-8edb-4194-8b93-66c76b2fd17e",
      "shown": 1,
      "bookId": 15,
      "id": 126
    },
    {
      "quoteText": "What you do every day matters more than what you do once in a while. —GRETCHEN RUBIN (Page 154, Color: yellow, Date: February 1, 2021) [Shown: 1]",
      "sectionId": "a72a2acb-c91b-4b5d-aa18-c66fb0639ffe",
      "shown": 1,
      "bookId": 15,
      "id": 127
    },
    {
      "quoteText": "one of the favorite business terms is pivot. In startup-speak, a pivot is when a company starts out doing one thing but realizes that a related (or sometimes unrelated) idea is more promising. If they have enough confidence (and funding), they’ll pivot to the new direction. Some of these startup pivots have been fantastically successful. A shopping tool called Tote pivoted and became Pinterest. A podcasting company called Odeo pivoted and became Twitter. An app called Burbn for checking in to restaurants and bars pivoted and became Instagram, and a company making an operating system for cameras pivoted and became Android. (Page 209, Color: yellow, Date: February 5, 2021) [Shown: 1]",
      "sectionId": "742b45b9-2e51-4a91-8abf-130c443de086",
      "shown": 1,
      "bookId": 15,
      "id": 128
    },
    {
      "quoteText": "Yes. I’m not ashamed of saying it to you, Papillon, but I’m scared. It’s terrible in Guiana. Eighty per cent mortality every year. One convoy takes the place of the last, and each convoy has between eighteen hundred and two thousand men. (Page 26, Color: yellow, Date: December 6, 2020) [Shown: 1]",
      "sectionId": "a263df9b-9e71-4bde-b4c2-32320d0e3dcf",
      "shown": 1,
      "bookId": 16,
      "id": 129
    },
    {
      "quoteText": "This was the provost, a prisoner who acted as torturer under the orders of the screws. He was the terror of the convicts. With him at hand the warders could beat and flog the prisoners not only without tiring themselves out but also without getting blamed by the authorities in case anyone died of it. (Page 34, Color: yellow, Date: December 8, 2020) [Shown: 1]",
      "sectionId": "457727dd-3545-4603-a27c-8177470fa24e",
      "shown": 1,
      "bookId": 16,
      "id": 130
    },
    {
      "quoteText": "‘Our beautiful country hasn’t got such a very beautiful system of justice, Dega. Maybe we’ll come to know countries that aren’t so beautiful but that have a slightly more human way of treating people who have slipped up.’ (Page 34, Color: yellow, Date: December 11, 2020) [Shown: 1]",
      "sectionId": "d6378574-b509-4899-a3be-b448f24ece4c",
      "shown": 1,
      "bookId": 16,
      "id": 131
    },
    {
      "quoteText": "‘When I left I put a note under my pillow saying, “Gone without leaving an address”’ That made us roar with laughter. (Page 34, Color: yellow, Date: December 14, 2020) [Shown: 1]",
      "sectionId": "1d07e349-6ff3-4152-b27d-0079572472bc",
      "shown": 1,
      "bookId": 16,
      "id": 132
    },
    {
      "quoteText": "the system, the workings of this horrible machine that has ground you down, and the fundamentally evil beings who in their different ways have tormented and harmed you, have in fact done you the greatest service they possibly could. They have brought a new person into being inside you, better than the first; and it is to them that you owe it that now you possess a sense of honour, kindness and charity, as well as the will-power needed to conquer all these difficulties and to become a finer man. (Page 34, Color: yellow, Date: December 18, 2020) [Shown: 1]",
      "sectionId": "91658bed-3616-4ac2-9c7f-0d06830cdfdb",
      "shown": 1,
      "bookId": 16,
      "id": 133
    },
    {
      "quoteText": "Your wild, savage way of living and protecting yourselves taught me something very important for the future – that it was better to be an untamed Indian than a legal official with a degree. (Page 206, Color: yellow, Date: December 22, 2020)",
      "sectionId": "ad9f1b43-339b-4da0-968b-10e55f89fce9",
      "shown": 0,
      "bookId": 16,
      "id": 134
    },
    {
      "quoteText": "It did me good to lay down this plan of conduct and to accept what was coming to me with a calm mind. (Page 206, Color: yellow, Date: January 1, 2021) [Shown: 1]",
      "sectionId": "c932f805-5682-44a8-9998-0a3346295e81",
      "shown": 1,
      "bookId": 16,
      "id": 135
    },
    {
      "quoteText": "Clousiot knew when I didn’t want to talk. So he didn’t disturb my silence: he just smoked a great deal, that’s all. There were a few stars showing. I said to him, ‘Can you see the stars from where you are?’ ‘Yes,’ he said, leaning over a little. ‘But I’d rather not look at them; they remind me too much of the stars during our break.’ ‘Don’t worry – we’ll see thousands more in our next one.’ (Page 277, Color: yellow, Date: January 1, 2021)",
      "sectionId": "ddd68929-592a-43f7-b824-ba3a3c004f75",
      "shown": 0,
      "bookId": 16,
      "id": 136
    },
    {
      "quoteText": "But aren’t we equal? he wondered. Lespere and I? Here, now? If a thing’s over, it’s done, and what good is it? You die anyway. (Page 36, Collor: yellow, Date: May 6, 2021) [Shown: 1]",
      "sectionId": "4b3bb716-dd62-46a1-a517-842eb1e76b58",
      "shown": 1,
      "bookId": 17,
      "id": 137
    },
    {
      "quoteText": "Mat, for that matter, would it be like to be the man who had to strap the condemned in... or pull the switch? What would such a job take out of you? Even creepier, what might it add? (Page 8, Color: yellow)",
      "sectionId": "fc855b06-a3f0-4db4-89dc-f161bc31d24c",
      "shown": 0,
      "bookId": 18,
      "id": 138
    },
    {
      "quoteText": "You are like my fox when I first knew him. He was only a fox like a hundred thousand other foxes. But I have made him my friend, and now he is unique in all the world.\" (Page 37, Color: yellow, Date: 27 de mayo de 2021) [Shown: 1]",
      "sectionId": "a4f1431d-4715-4fbb-bf78-1026acb91be3",
      "shown": 1,
      "bookId": 19,
      "id": 139
    },
    {
      "quoteText": "\"What is essential is invisible to the eye,\" (Page 37, Color: yellow, Date: 27 de mayo de 2021) [Shown: 1]",
      "sectionId": "5db80a5f-abc4-407e-9d40-2a253f096bdb",
      "shown": 1,
      "bookId": 19,
      "id": 140
    },
    {
      "quoteText": "\"Were they not satisfied where they were?\" asked the little prince. \"No one is ever satisfied where he is,\" said the switchman. (Page 38, Color: yellow, Date: 27 de mayo de 2021) [Shown: 1]",
      "sectionId": "693c7887-ade2-4ffe-94cf-b5fcf047eef0",
      "shown": 1,
      "bookId": 19,
      "id": 141
    },
    {
      "quoteText": "Various JS environments (like browser JS engines, Node.js, etc.) add APIs into the global scope of your JS programs that give you environment-specific capabilities, like being able to pop an alert-style box in the user’s browser. (Page 21, Color: blue, Date: May 25, 2021) [Shown: 1]",
      "sectionId": "a1baba6d-5bb5-4550-936e-452bc6ca95b1",
      "shown": 1,
      "bookId": 20,
      "id": 142
    },
    {
      "quoteText": "Don’t trust what behavior you see in a developer console as representing exact to-the-letter JS semantics; for that, read the specification. Instead, think of the console as a “JS-friendly” environment. That’s useful in its own right. (Page 23, Color: blue, Date: May 25, 2021)",
      "sectionId": "57afb846-d2e3-4211-bcf5-aaf30517ba07",
      "shown": 0,
      "bookId": 20,
      "id": 143
    },
    {
      "quoteText": "Typical paradigm-level code categories include procedural, object-oriented (OO/classes), and functional (FP) (Page 24, Color: yellow, Date: May 25, 2021) [Shown: 1]",
      "sectionId": "a4b3c42f-7660-469c-a19b-5f431676aa83",
      "shown": 1,
      "bookId": 20,
      "id": 144
    },
    {
      "quoteText": "JavaScript is most definitely a multi-paradigm language. You can write procedural, class-oriented, or FP-style code, and you can make those decisions on a line-by-line basis instead of being forced into an all-or-nothing choice. (Page 24, Color: yellow, Date: May 25, 2021) [Shown: 1]",
      "sectionId": "f5a0eb42-8b3e-4cef-a91d-fc7bb187d058",
      "shown": 1,
      "bookId": 20,
      "id": 145
    },
    {
      "quoteText": "If the forwards-compatibility issue is not related to new syntax, but rather to a missing API meth [Shown: 1]",
      "sectionId": "5e087c10-6000-42c3-8daf-8b828f7a3dd6",
      "shown": 1,
      "bookId": 20,
      "id": 146
    },
    {
      "quoteText": "od that was only recently added, the most common solution is to provide a definition for that missing API method that stands in and acts as if the older environment had already had it natively defined. This pattern is called a polyfill (Page 28, Color: green, Date: May 26, 2021) [Shown: 1]",
      "sectionId": "ece6dbf3-39bb-44e1-9d84-19bdcba7d4f3",
      "shown": 1,
      "bookId": 20,
      "id": 147
    },
    {
      "quoteText": "Why strict mode? Strict mode shouldn’t be thought of as a restriction on what you can’t do, but rather as a guide to the best way to do things so that the JS engine has the best chance of optimizing and efficiently running the code. (Page 35, Color: blue, Date: May 26, 2021)",
      "sectionId": "9242d802-8519-4388-a06c-c0bf13f24f14",
      "shown": 0,
      "bookId": 20,
      "id": 148
    },
    {
      "quoteText": "JS is a compiled language, meaning the tools (including the JS engine) process and verify a program (reporting any errors!) before it executes. (Page 37, Color: blue, Date: May 26, 2021) [Shown: 1]",
      "sectionId": "ce4f62c1-592d-4833-b1a3-faa3e146f501",
      "shown": 1,
      "bookId": 20,
      "id": 149
    },
    {
      "quoteText": "It’s important to ensure that each file works properly, and that to whatever extent possible, they handle failure in other files as gracefully as possible. (Page 40, Color: red, Date: May 26, 2021) [Shown: 1]",
      "sectionId": "a186c09c-fa07-4276-937a-edffcf19e3f4",
      "shown": 1,
      "bookId": 20,
      "id": 150
    },
    {
      "quoteText": "As mentioned earlier, arrays are a special type of object that’s comprised of an ordered and numerically indexed list of data (Page 43, Color: blue, Date: May 26, 2021) [Shown: 1]",
      "sectionId": "0314a3d2-aafe-4c8f-9bef-6f22f51ec462",
      "shown": 1,
      "bookId": 20,
      "id": 151
    },
    {
      "quoteText": "Functions, like arrays, are a special kind (aka, sub-type) of object. (Page 43, Color: blue, Date: May 26, 2021) [Shown: 1]",
      "sectionId": "060b286a-7f61-4e47-9237-6ee8a40c0c8f",
      "shown": 1,
      "bookId": 20,
      "id": 152
    },
    {
      "quoteText": "But var is still useful in that it communicates “this variable will be seen by a wider scope”. Both declaration forms can be appropriate in any given part of a program, depending on the circumstances. (Page 44, Color: blue, Date: May 26, 2021) [Shown: 1]",
      "sectionId": "9e867280-1ed9-4df3-b38c-e9629a4c81da",
      "shown": 1,
      "bookId": 20,
      "id": 153
    },
    {
      "quoteText": "If you stick to using const only with primitive values, you avoid any confusion of re-assignment (not allowed) vs. mutation (allowed)! That’s the safest and best way to use const. (Page 45, Color: blue, Date: May 26, 2021) [Shown: 1]",
      "sectionId": "79b3eb85-b01b-49a9-a767-43b75079ed8d",
      "shown": 1,
      "bookId": 20,
      "id": 154
    },
    {
      "quoteText": "In other words, they both want to compare values of like types, but == allows type conversions first, and once the types have been converted to be the same on both sides, then == does the same thing as ===. (Page 51, Color: blue, Date: May 26, 2021)",
      "sectionId": "fefb0161-b145-4c5c-a413-ba00aa8ec13e",
      "shown": 0,
      "bookId": 20,
      "id": 155
    },
    {
      "quoteText": "The fact that both the inherited and overridden methods can have the same name and co-exist is called polymorphism. (Page 55, Color: green, Date: May 26, 2021) [Shown: 1]",
      "sectionId": "5f35deb9-4f01-4600-962d-6682c79aaaaa",
      "shown": 1,
      "bookId": 20,
      "id": 156
    },
    {
      "quoteText": "But if the query has 100 or 1,000 (or more!) rows, you’ll need iterative processing to deal with this data (typically, a loop). (Page 61, Color: blue, Date: June 4, 2021) [Shown: 1]",
      "sectionId": "09d34cac-97d0-4eb0-9033-7c478096a70a",
      "shown": 1,
      "bookId": 20,
      "id": 157
    },
    {
      "quoteText": "this is not a fixed characteristic of a function based on the function’s definition, but rather a dynamic characteristic that’s determined each time the function is called. (Page 67, Color: blue, Date: June 14, 2021)",
      "sectionId": "570e36e1-cb75-434e-8392-e6e5c99b1e40",
      "shown": 0,
      "bookId": 20,
      "id": 158
    },
    {
      "quoteText": "primitive values are always assigned/passed as value copies. (Page 81, Color: red, Date: June 26, 2021) [Shown: 1]",
      "sectionId": "33f95f97-f88b-4ecd-91c3-0020a9b53526",
      "shown": 1,
      "bookId": 20,
      "id": 159
    },
    {
      "quoteText": "if (x == true ) { // won't run :( } Oops. So what is the if statement actually doing? This is the more accurate mental model: var x = \"hello\" ; if ( Boolean (x) == true ) { // will run } (Page 85, Color: red, Date: June 26, 2021)",
      "sectionId": "08c046af-4b0e-46cc-9e29-d3d30dc1a238",
      "shown": 0,
      "bookId": 20,
      "id": 160
    },
    {
      "quoteText": "I was a really terrible student when i was in school and I could never focus, I've never cared enough but anything I was doing I was doing to do it well and when I was a kid I just assumed I was an idiot because that's what my teachers told me but later in life when I found something that I really was passionate about, something I really cared about I had laser focus and did it to the absolute best of my ability and was relentless until I was really really good at it so... I don't know the takeaway is there but... (https://www.youtube.com/watch?v=qpKL8JBUOa4&list=PLTHOlLMWEwVy52FUngq91krMkQDQBagYw&index=24) [Shown: 1]",
      "sectionId": "096a53d1-df28-486b-add3-e7622dbd33ee",
      "shown": 1,
      "bookId": 21,
      "id": 161
    },
    {
      "quoteText": "The Haldemans had a laissez-faire approach to raising their children, which would extend over the generations to Musk. Their kids were never punished, as Joshua believed they would intuit their way to proper behavior. (Page 29) [Shown: 1]",
      "sectionId": "af7fab0f-c9eb-4cc4-af6d-7d51f3a9adb5",
      "shown": 1,
      "bookId": 22,
      "id": 162
    },
    {
      "quoteText": "The most striking part of Elon's character as a young boy was his compulsion to read. (Page 33) [Shown: 1]",
      "sectionId": "2bc1ca41-f2e5-4641-b151-f5bdd865b3cf",
      "shown": 1,
      "bookId": 22,
      "id": 163
    },
    {
      "quoteText": "Kimbal and Tosca would bring home friends, and Elon wouldn't, and he would want to play with them but he was awkward, you know.\" Maye urged Kimbal and Tosca to include Elone. They responded as kids will. \"But Mom, he's not fun.\" (Page 34) [Shown: 1]",
      "sectionId": "9a55fb2b-f0e4-49a9-b131-f199921ed13b",
      "shown": 1,
      "bookId": 22,
      "id": 164
    },
    {
      "quoteText": "Then my mother's boyfriend told me I'd be held back if I didn't pass. I didn't actually know you had to pass the subjects to move to the next grade. I got the best grades in class after that.\" (Page 43) [Shown: 1]",
      "sectionId": "07e4fbe6-0557-4cc9-ad11-7c7fd0ed37ec",
      "shown": 1,
      "bookId": 22,
      "id": 165
    },
    {
      "quoteText": "As Kimbal put it, \"South Africa was like a prison for someone like Elon.\" (Page 44)",
      "sectionId": "dbeb1ee4-26f5-4e71-9134-fd78780da5d9",
      "shown": 0,
      "bookId": 22,
      "id": 166
    },
    {
      "quoteText": "Elon had never met Christie before, but he went right up to her and led her to a coach. \"Then, I believe the second sentence out of his mouth was 'I think a lot about electric cars,' \" Christie said. \"And then he turned to me and said, 'Do you think about electric cars?' \" (Page 47) [Shown: 1]",
      "sectionId": "a12e1062-9aab-4c2c-a080-6018a1458f51",
      "shown": 1,
      "bookId": 22,
      "id": 167
    },
    {
      "quoteText": "I don't think he makes friends easily, but he is very loyal to those he has,\" Farooq said. (Page 50)",
      "sectionId": "dab28b21-7cb7-401d-8ff8-8998c4329d6e",
      "shown": 0,
      "bookId": 22,
      "id": 168
    },
    {
      "quoteText": "\"Elon was the most straight-laced dude you have ever met. He never drank. He never did anything. Zero. Literally nothing.\" The only time Ressi had to step in and moderate Musk's behavior came during video game binges that could go on for days. (Page 53)  [Shown: 1]",
      "sectionId": "e1730ef1-6dbc-4c8d-8dd0-0fed8297b058",
      "shown": 1,
      "bookId": 22,
      "id": 169
    },
    {
      "quoteText": "As Musk began to think more seriously about what he would do after college, he briefly considered getting into video game business. He'd been obsessed with video games since his childhood and had held a gaming internship. But he came to see them as not quite grand enough a pursuit. \"I really like computer games, but then if I made really great computer games, how much effect would that have on the world,\" he said. \"It wouldn't have a big effect. Even though I have an intrinsic love of video games, I couldn't bring myself to do that as a career.\" (Page 54) [Shown: 1]",
      "sectionId": "99bf1b91-d261-4c1d-a68b-7da4840e3cde",
      "shown": 1,
      "bookId": 22,
      "id": 170
    },
    {
      "quoteText": "He also formed a video-game team to participate in competitions around Quake, a first-person shooter game. \"We competed in one of the first nationwide tournaments,\" Musk said. \"We came in second, and we would have come in first, but one of our top players' machine crashed because he had pushed his graphics card too hard. We won a few thousand dollars.\" (Page 70) [Shown: 1]",
      "sectionId": "24238253-e9c3-4860-b537-c30e38614aad",
      "shown": 1,
      "bookId": 22,
      "id": 171
    },
    {
      "quoteText": "Musk began thinking back to his time as an intern at the Bank of Nova Scotia. His big takeaway from that job, that bankers are rich and dumb, now had the feel if a massive opportunity. (Page 75) [Shown: 1]",
      "sectionId": "85c1f3ed-64e7-4ca3-a1b2-36e149d54bda",
      "shown": 1,
      "bookId": 22,
      "id": 172
    },
    {
      "quoteText": "Anyone who tries to built a car company in United States is quickly reminded that the last successful start-up in the industry was Chrysler, founded in 1925. (Page 152) [Shown: 1]",
      "sectionId": "6d7f536c-9b8e-4b96-86dc-ee9472bccdf5",
      "shown": 1,
      "bookId": 22,
      "id": 173
    },
    {
      "quoteText": "This left Berdichevsky in the uncomfortable position of calling his Russian immigrant parents, a pair of nuclear submarine engineers, to tell them that he was giving up on Stanford to join an electric car start-up. (Page 156)",
      "sectionId": "b8b3695d-0c8f-4696-b951-7e09b5e7088a",
      "shown": 0,
      "bookId": 22,
      "id": 174
    },
    {
      "quoteText": "All Musk had to do to dig Tesla out of this conundrum was lose his entire fortune and verge on a nervous breakdown. (Page 180) [Shown: 1]",
      "sectionId": "336cdf14-0a26-4c26-ba35-70cf524ad43f",
      "shown": 1,
      "bookId": 22,
      "id": 175
    },
    {
      "quoteText": "He whipped out his phone and displayed photos of Falcon 1 and Roadster, although Riley thought he had just done some work on these projects and didn't realize he ran companies building the machines. \"I remember thinking that this guy probably didn't get to talk to young actress a lot and that he seemed quite nervous,\" Riley said. \"I decided to be really nice to him and give him a nice evening. Little did I know that he'd spoken to a lot of pretty girls in his life.\" (Page 183) [Shown: 1]",
      "sectionId": "49a383b8-ff9d-4002-a648-ac2d50af45ae",
      "shown": 1,
      "bookId": 22,
      "id": 176
    },
    {
      "quoteText": "There are only a handful of countries on Earth that have done this. It's normally a country thing, not a company thing.... (Page 203)",
      "sectionId": "dd388947-45c7-403f-9f72-4b338b65bd28",
      "shown": 0,
      "bookId": 22,
      "id": 177
    },
    {
      "quoteText": "These satellites can zoom in on Iowa and determine when cornfields are at peak yields and ready to harvest, and they can count cars in Wal-Mart parking lots throughout California to calculate shipping demand during the holiday season. The start-ups making these types of innovative machines must often turn to the Russian to get them into space, but SpaceX intends to change that. (Page 216)",
      "sectionId": "fdbbdf0c-c4ea-4d0e-934d-57dadf38f0f1",
      "shown": 0,
      "bookId": 22,
      "id": 178
    },
    {
      "quoteText": "There are so many television commercials for cars and trucks that it's easy to become immune to them and ignore what's taking place in the ads. That's okay. Because there's not really much of note happening. (Page 263) [Shown: 1]",
      "sectionId": "082eeb16-c938-4e8e-8a45-938f337035e7",
      "shown": 1,
      "bookId": 22,
      "id": 179
    },
    {
      "quoteText": "Tesla had transformed the car into a gadget-a device that actually got better after you bought it. (Page 267)",
      "sectionId": "e4c337a1-af93-4bf8-9d90-1af874d5fd10",
      "shown": 0,
      "bookId": 22,
      "id": 180
    },
    {
      "quoteText": "Solar City supplies Tesla's charging stations with solar panels, helping Tesla to provide free recharging to its drivers. Newly minted Model S owners regularly opt to begin living the Musk Lifestyle and outfit their homes with solar panels. Tesla and SpaceX help each other as well. (Page 323)",
      "sectionId": "944f850f-89be-4667-b359-1057ac74ff74",
      "shown": 0,
      "bookId": 22,
      "id": 181
    },
    {
      "quoteText": "When Musk announced in 2014 that Tesla would open sources all of its parents, analysts tried to decide whether this was a publicity stunt or if it hid an ulterior motive or a catch. But the decision was a straightforward on for Musk. He wants people to make and buy electric cars. (Page 345)",
      "sectionId": "680eb70f-64f5-454c-a832-af16bfab6f0c",
      "shown": 0,
      "bookId": 22,
      "id": 182
    },
    {
      "quoteText": "It bothers Musk a bit that his kids won't suffer like he did. He feels that the suffering helped to make him who he is and gave him extra reserves of strength and will. (Page 357) [Shown: 1]",
      "sectionId": "fd8aab57-8774-41f2-a9f8-4ab8b4e466a2",
      "shown": 1,
      "bookId": 22,
      "id": 183
    },
    {
      "quoteText": "The biggest battle I have is restricting their video game time because they want to play all the time. The rule is they have to read more than they play video games. (Page 357) [Shown: 1]",
      "sectionId": "0a329276-753c-4685-9c9d-f234f1975522",
      "shown": 1,
      "bookId": 22,
      "id": 184
    },
    {
      "quoteText": "Here’s an alternative theory: every single video game is made under abnormal circumstances. Video games straddle the border between art and technology in a way that was barely possible just a few decades ago.",
      "sectionId": "832d7909-4d92-4027-97ee-b086505627f4",
      "shown": 0,
      "bookId": 23,
      "id": 185
    },
    {
      "quoteText": "“I don’t think there is a single quest in The Witcher 3 which was written once, accepted, and then recorded,” Szamałek said. “Everything was rewritten dozens of times.” [Shown: 1]",
      "sectionId": "f3620137-1f2d-43fb-b50d-18cbc0ff5c42",
      "shown": 1,
      "bookId": 23,
      "id": 186
    },
    {
      "quoteText": "“Sounds like a miracle that this game was even made,” I said. “Oh, Jason,” he said. “It’s a miracle that any game is made.” [Shown: 1]",
      "sectionId": "91b1c775-97af-41e5-be94-65e33572d638",
      "shown": 1,
      "bookId": 23,
      "id": 187
    },
    {
      "quoteText": "“There’s a person who’s been making the tours promoting her book”—the psychologist Angela Duckworth—“and she used to write about grit. She said grit is this quality that a lot of successful people have. And it’s this persistence, to push forward with something. Anything worth doing, it’s not necessarily day-to-day fun sometimes. Sometimes it is. Great when it is. But grit usually means that somebody sees the long-term goal and they see the long-term vision and they push through any obstacles that they have on a day-to-day basis, with the end in mind.”",
      "sectionId": "55a373f7-6116-404c-acc5-9f41d7e23eca",
      "shown": 0,
      "bookId": 23,
      "id": 188
    },
    {
      "quoteText": "Lone mothers could hardly forage enough food for their offspring and themselves with needy children in tow. Raising children required constant help from other family members and neighbours. It takes a tribe to raise a human. Evolution thus favoured those capable of forming strong social ties. In addition, since humans are born underdeveloped, they can be educated and socialised to a far greater extent than any other animal. (Page 11) [Shown: 1]",
      "sectionId": "6f2f5182-5492-4e4a-804b-822218ef1184",
      "shown": 1,
      "bookId": 24,
      "id": 189
    },
    {
      "quoteText": "But the best thing fire did was cook. Foods that humans cannot digest in their natural forms – such as wheat, rice and potatoes – became staples of our diet thanks to cooking. Fire not only changed food’s chemistry, it changed its biology as well. Cooking killed germs and parasites that infested food. Humans also had a far easier time chewing and digesting old favourites such as fruits, nuts, insects and carrion if they were cooked. Whereas chimpanzees spend five hours a day chewing raw food, a single hour suffices for people eating cooked food. (Page 13)",
      "sectionId": "46e475bd-65f1-4231-b58e-240ed02f8e06",
      "shown": 0,
      "bookId": 24,
      "id": 190
    },
    {
      "quoteText": "In recent decades the Replacement Theory has been the common wisdom in the field. It had firmer archaeological backing, and was more politically correct (scientists had no desire to open up the Pandora’s box of racism by claiming significant genetic diversity among modern human populations). (Page 17)",
      "sectionId": "87759893-99ca-45b3-bc51-374beb28254f",
      "shown": 0,
      "bookId": 24,
      "id": 191
    },
    {
      "quoteText": "The most common answer is that our language is amazingly supple. We can connect a limited number of sounds and signs to produce an infinite number of sentences, each with a distinct meaning. We can thereby ingest, store and communicate a prodigious amount of information about the surrounding world. A green monkey can yell to its comrades, ‘Careful! A lion!’ But a modern human can tell her friends that this morning, near the bend in the river, she saw a lion tracking a herd of bison. She can then describe the exact location, including the different paths leading to the area. With this information, the members of her band can put their heads together and discuss whether they ought to approach the river in order to chase away the lion and hunt the bison. (Page 24)",
      "sectionId": "75dfb75e-460f-4c03-a57e-511b5d3df7ae",
      "shown": 0,
      "bookId": 24,
      "id": 192
    },
    {
      "quoteText": "There is nothing special about lies. Green monkeys and chimpanzees can lie. A green monkey, for example, has been observed calling ‘Careful! A lion!’ when there was no lion around. This alarm conveniently frightened away a fellow monkey who had just found a banana, leaving the liar all alone to steal the prize for itself. Unlike lying, an imagined reality is something that everyone believes in, and as long as this communal belief persists, the imagined reality exerts force in the world. (Page 35) [Shown: 1]",
      "sectionId": "da763b05-a4e6-4b85-9bc9-9945416a2059",
      "shown": 1,
      "bookId": 24,
      "id": 193
    },
    {
      "quoteText": "As time went by, the imagined reality became ever more powerful, so that today the very survival of rivers, trees and lions depends on the grace of imagined entities such as gods, nations and corporations. (Page 36) [Shown: 1]",
      "sectionId": "6cf07590-5f26-42a4-bcdc-9511b22fbe0c",
      "shown": 1,
      "bookId": 24,
      "id": 194
    },
    {
      "quoteText": "The currency of evolution is neither hunger nor pain, but rather copies of DNA helixes. Just as the economic success of a company is measured only by the number of dollars in its bank account, not by the happiness of its employees, so the evolutionary success of a species is measured by the number of copies of its DNA. If no more DNA copies remain, the species is extinct, just as a company without money is bankrupt. If a species boasts many DNA copies, it is a success, and the species flourishes. From such a perspective, 1,000 copies are always better than a hundred copies. This is the essence of the Agricultural Revolution: the ability to keep more people alive under worse conditions. Yet why should individuals care about this evolutionary calculus? Why would any sane person lower his or her standard of living just to multiply the number of copies of the Homo sapiens genome? Nobody agreed to this deal: the Agricultural Revolution was a trap. (Page 94) [Shown: 1]",
      "sectionId": "c36de3af-4657-4b10-b2f2-dcef21ddeb01",
      "shown": 1,
      "bookId": 24,
      "id": 195
    },
    {
      "quoteText": "These forfeited food surpluses fuelled politics, wars, art and philosophy. They built palaces, forts, monuments and temples. Until the late modern era, more than 90 per cent of humans were peasants who rose each morning to till the land by the sweat of their brows. The extra they produced fed the tiny minority of elites – kings, government officials, soldiers, priests, artists and thinkers – who fill the history books. History is something that very few people have been doing while everyone else was ploughing fields and carrying water buckets. (Page 114) [Shown: 1]",
      "sectionId": "508c46b5-f576-43ce-8538-8cacc98f25ee",
      "shown": 1,
      "bookId": 24,
      "id": 196
    },
    {
      "quoteText": "This is exactly what I mean by ‘imagined order’. We believe in a particular order not because it is objectively true, but because believing in it enables us to cooperate effectively and forge a better society. Imagined orders are not evil conspiracies or useless mirages. Rather, they are the only way large numbers of humans can cooperate effectively. Bear in mind, though, that Hammurabi might have defended his principle of hierarchy using the same logic: ‘I know that superiors, commoners and slaves are not inherently different kinds of people. But if we believe that they are, it will enable us to create a stable and prosperous society.’ (Page 124)",
      "sectionId": "c493fdb3-1f23-4d1b-a69c-86a55c240fb3",
      "shown": 0,
      "bookId": 24,
      "id": 197
    },
    {
      "quoteText": "How do you cause people to believe in an imagined order such as Christianity, democracy or capitalism? First, you never admit that the order is imagined. You always insist that the order sustaining society is an objective reality created by the great gods or by the laws of nature. People are unequal, not because Hammurabi said so, but because Enlil and Marduk decreed it. People are equal, not because Thomas Jefferson said so, but because God created them that way. Free markets are the best economic system, not because Adam Smith said so, but because these are the immutable laws of nature. You also educate people thoroughly. From the moment they are born, you constantly remind them of the principles of the imagined order, which are incorporated into anything and everything. They are incorporated into fairy tales, dramas, paintings, songs, etiquette, political propaganda, architecture, recipes and fashions. For example, today people believe in equality, so it’s fashionable for rich kids to wear jeans, which were originally working-class attire. In the Middle Ages people believed in class divisions, so no young nobleman would have worn a peasant’s smock. Back then, to be addressed as ‘Sir’ or ‘Madam’ was a rare privilege reserved for the nobility, and often purchased with blood. Today all polite correspondence, regardless of the recipient, begins with ‘Dear Sir or Madam’. (Page 126) [Shown: 1]",
      "sectionId": "74efcf48-4d5c-4c2c-9e80-01eab7f99ba8",
      "shown": 1,
      "bookId": 24,
      "id": 198
    },
    {
      "quoteText": "The teenage son of a medieval baron did not have a private room on the castle’s second floor, with posters of Richard the Lionheart and King Arthur on the walls and a locked door that his parents were not allowed to open. He slept alongside many other youths in a large hall. He was always on display and always had to take into account what others saw and said. Someone growing up in such conditions naturally concluded that a man’s true worth was determined by his place in the social hierarchy and by what other people said of him. (Page 128)",
      "sectionId": "a129e799-32b4-4569-9908-9f4109578705",
      "shown": 0,
      "bookId": 24,
      "id": 199
    },
    {
      "quoteText": "The imagined order shapes our desires . Most people do not wish to accept that the order governing their lives is imaginary, but in fact every person is born into a pre-existing imagined order, and his or her desires are shaped from birth by its dominant myths. Our personal desires thereby become the imagined order’s most important defences. (Page 128) [Shown: 1]",
      "sectionId": "8f9099b0-cbaa-4d15-8186-400dd54098d7",
      "shown": 1,
      "bookId": 24,
      "id": 200
    },
    {
      "quoteText": "There is no way out of the imagined order. When we break down our prison walls and run towards freedom, we are in fact running into the more spacious exercise yard of a bigger prison. (Page 133) [Shown: 1]",
      "sectionId": "9976cb44-43ad-48fd-9889-69e56104f1fe",
      "shown": 1,
      "bookId": 24,
      "id": 201
    },
    {
      "quoteText": "The same applies, on a larger scale, to kingdoms, churches and trade networks, with one important difference. The rules of football are relatively simple and concise, much like those necessary for cooperation in a forager band or small village. Each player can easily store them in his brain and still have room for songs, images and shopping lists. But large systems of cooperation that involve not twenty-two but thousands or even millions of humans require the handling and storage of huge amounts of information, much more than any single human brain can contain and process. (Page 134)",
      "sectionId": "0b243a20-0d83-4405-9f17-f0cdd97b7c0f",
      "shown": 0,
      "bookId": 24,
      "id": 202
    },
    {
      "quoteText": "Second, even if people belonging to different classes develop exactly the same abilities, they are unlikely to enjoy equal success because they will have to play the game by different rules. If, in British-ruled India, an Untouchable, a Brahmin, a Catholic Irishman and a Protestant Englishman had somehow developed exactly the same business acumen, they still would not have had the same chance of becoming rich. The economic game was rigged by legal restrictions and unofficial glass ceilings. (Page 154) [Shown: 1]",
      "sectionId": "75fc2a3d-f548-424d-882d-9f17e94e61fd",
      "shown": 1,
      "bookId": 24,
      "id": 203
    },
    {
      "quoteText": "If you want to keep any human group isolated – women, Jews, Roma, gays, blacks – the best way to do it is convince everyone that these people are a source of pollution. (Page 155)",
      "sectionId": "471bb5fd-13a5-4c39-af94-d28e5c6b16a7",
      "shown": 0,
      "bookId": 24,
      "id": 204
    },
    {
      "quoteText": "In a barter economy, every day the shoemaker and the apple grower will have to learn anew the relative prices of dozens of commodities. If one hundred different commodities are traded in the market, then buyers and sellers will have to know 4,950 different exchange rates. And if 1,000 different commodities are traded, buyers and sellers must juggle 499,500 different exchange rates! 5 How do you figure it out? (Page 196)",
      "sectionId": "e9d333e3-2c8c-41e5-9de6-2d2d414b94c9",
      "shown": 0,
      "bookId": 24,
      "id": 205
    },
    {
      "quoteText": "the sum total of money in the world is about $60 trillion, yet the sum total of coins and banknotes was less than $6 trillion. 7 More than 90 per cent of all money – more than $50 trillion appearing in our accounts – exists only on computer servers. (Page 199) [Shown: 1]",
      "sectionId": "80a6a30d-f5e0-4f94-9aaa-00b8b1a76573",
      "shown": 1,
      "bookId": 24,
      "id": 206
    },
    {
      "quoteText": "It is even possible to convert sex into salvation, as fifteenth-century prostitutes did when they slept with men for money, which they in turn used to buy indulgences from the Catholic Church. (Page 199) [Shown: 1]",
      "sectionId": "759427df-9365-4274-9cb9-a3f10b8ab1c1",
      "shown": 1,
      "bookId": 24,
      "id": 207
    },
    {
      "quoteText": "Merchants travelling between India and the Mediterranean would notice the difference in the value of gold. In order to make a profit, they would buy gold cheaply in India and sell it dearly in the Mediterranean. Consequently, the demand for gold in India would skyrocket, as would its value. At the same time the Mediterranean would experience an influx of gold, whose value would consequently drop. Within a short time the value of gold in India and the Mediterranean would be quite similar. The mere fact that Mediterranean people believed in gold would cause Indians to start believing in it as well. Even if Indians still had no real use for gold, the fact that Mediterranean people wanted it would be enough to make the Indians value it. (Page 206) [Shown: 1]",
      "sectionId": "be5443f4-676f-4bdd-840b-30d96a8521ea",
      "shown": 1,
      "bookId": 24,
      "id": 208
    },
    {
      "quoteText": "Thanks to money, even people who don’t know each other and don’t trust each other can nevertheless cooperate effectively. (Page 207)",
      "sectionId": "6156e68a-08f3-43a3-8c3d-2a513e2f2946",
      "shown": 0,
      "bookId": 24,
      "id": 209
    },
    {
      "quoteText": "Empires, too, ultimately fall, but they tend to leave behind rich and enduring legacies. Almost all people in the twenty-first century are the offspring of one empire or another. (Page 212) [Shown: 1]",
      "sectionId": "f39407c9-086c-4730-90b5-9373e31b69c5",
      "shown": 1,
      "bookId": 24,
      "id": 210
    },
    {
      "quoteText": "Level one chaos is chaos that does not react to predictions about it. The weather, for example, is a level one chaotic system. Though it is influenced by myriad factors, we can build computer models that take more and more of them into consideration, and produce better and better weather forecasts. Level two chaos is chaos that reacts to predictions about it, and therefore can never be predicted accurately. Markets, for example, are a level two chaotic system. What will happen if we develop a computer program that forecasts with 100 per cent accuracy the price of oil tomorrow? (Page 267) [Shown: 1]",
      "sectionId": "b1dfacbb-e19f-40de-b872-f7568ce51bd4",
      "shown": 1,
      "bookId": 24,
      "id": 211
    },
    {
      "quoteText": "A few serious scholars suggest that by 2050, some humans will become a-mortal (not immortal, because they could still die of some accident, but a-mortal, meaning that in the absence of fatal trauma their lives could be extended indefinitely). (Page 301) [Shown: 1]",
      "sectionId": "d48e0443-f2b5-478b-9154-899ccd06ce7a",
      "shown": 1,
      "bookId": 24,
      "id": 212
    },
    {
      "quoteText": "Yet to understand modern economic history, you really need to understand just a single word. The word is growth. For better or worse, in sickness and in health, the modern economy has been growing like a hormone-soused teenager. It eats up everything it can find and puts on inches faster than you can count. (Page 341) [Shown: 1]",
      "sectionId": "44178569-a1a4-4b1d-8c67-84a7d391546b",
      "shown": 1,
      "bookId": 24,
      "id": 213
    },
    {
      "quoteText": "McDoughnut now hires Stone, the contractor, to build and furnish her bakery. His price is $1,000,000.\n\nWhen she pays him, with a cheque drawn on her account, Stone deposits it in his account in the Greedy bank.\n\nSo how much money does Stone have in his bank account? Right, $2 million.\n\nHow much money, cash, is actually located in the bank’s safe? Yes, $1 million. (Page 342)",
      "sectionId": "0c245128-17e1-4d83-8107-695b634e0df1",
      "shown": 0,
      "bookId": 24,
      "id": 214
    },
    {
      "quoteText": "Banks are allowed to loan $10 for every dollar they actually possess, which means that 90 per cent of all the money in our bank accounts is not covered by actual coins and notes.2 If all of the account holders at Barclays Bank suddenly demand their money, Barclays will promptly collapse (unless the government steps in to save it). The same is true of Lloyds, Deutsche Bank, Citibank, and all other banks in the world. (Page 343) [Shown: 1]",
      "sectionId": "af485d30-a771-4ac5-9791-fdd820c970bd",
      "shown": 1,
      "bookId": 24,
      "id": 215
    },
    {
      "quoteText": "What Smith says is, in fact, that greed is good, and that by becoming richer I benefit everybody, not just myself. Egoism is altruism. (Page 348) [Shown: 1]",
      "sectionId": "7e35c27c-0f08-4786-94de-e99667debc67",
      "shown": 1,
      "bookId": 24,
      "id": 216
    },
    {
      "quoteText": "Spain, but he has now embroiled himself in a conflict with the Turks. He needs every penny to finance the new war, and thinks this is far more important than repaying old debts. (Page 357)",
      "sectionId": "2a7b4b73-a9f9-4092-9833-5a25d5f59b17",
      "shown": 0,
      "bookId": 24,
      "id": 217
    },
    {
      "quoteText": "In 1700 the world was home to some 700 million humans. In 1800 there were 950 million of us. By 1900 we almost doubled our numbers to 1.6 billion. And by 2000 that quadrupled to 6 billion. Today there are just shy of 7 billion Sapiens. (Page 394) [Shown: 1]",
      "sectionId": "5e21f4a4-bc9f-4e97-98bd-ce04c902b04f",
      "shown": 1,
      "bookId": 24,
      "id": 218
    },
    {
      "quoteText": "Consider California. Its wealth was initially built on gold mines. But today it is built on silicon and celluloid – Silicon Valley and the celluloid hills of Hollywood. What would happen if the Chinese were to mount an armed invasion of California, land a million soldiers on the beaches of San Francisco and storm inland? They would gain little. There are no silicon mines in Silicon Valley. The wealth resides in the minds of Google engineers and Hollywood script doctors, directors and special-effects wizards, who would be on the first plane to Bangalore or Mumbai long before the Chinese tanks rolled into Sunset Boulevard. (Page 417) [Shown: 1]",
      "sectionId": "bef73b6b-a022-49f4-bd7e-d33a64153a24",
      "shown": 1,
      "bookId": 24,
      "id": 219
    },
    {
      "quoteText": "On the way back from the psychology laboratory, Lucy’s car is hit by a bus, leaving Lucy with a number of broken bones and a permanently lame leg. Just as the rescue crew is cutting her out of the wreckage, the phone rings and Luke shouts that he has won the lottery’s $10,000,000 jackpot. Two years later she’ll be limping and he’ll be a lot richer, but when the psychologist comes around for a follow-up study, they are both likely to give the same answers they did on the morning of that fateful day. (Page 427) [Shown: 1]",
      "sectionId": "c9555a6a-29c4-467d-a19f-9ebb6f6cec78",
      "shown": 1,
      "bookId": 24,
      "id": 220
    },
    {
      "quoteText": "If you were an eighteen-year-old youth in a small village 5,000 years ago you’d probably think you were good-looking because there were only fifty other men in your village and most of them were either old, scarred and wrinkled, or still little kids. But if you are a teenager today you are a lot more likely to feel inadequate. Even if the other guys at school are an ugly lot, you don’t measure yourself against them but against the movie stars, athletes and supermodels you see all day on television, Facebook and giant billboards. (Page 430) [Shown: 1]",
      "sectionId": "90d7b8cc-d9af-47b8-a872-e5c0121e5175",
      "shown": 1,
      "bookId": 24,
      "id": 221
    },
    {
      "quoteText": "Nothing captures the biological argument better than the famous New Age slogan: ‘Happiness Begins Within.’ Money, social status, plastic surgery, beautiful houses, powerful positions – none of these will bring you happiness. Lasting happiness comes only from serotonin, dopamine and oxytocin. (Page 436) [Shown: 1]",
      "sectionId": "b8e81650-92b8-4c1c-a43f-6d139f2741fc",
      "shown": 1,
      "bookId": 24,
      "id": 222
    },
    {
      "quoteText": "The Cognitive Revolution that turned Homo sapiens from an insignificant ape into the master of the world did not require any noticeable change in physiology or even in the size and external shape of the Sapiens brain. It apparently involved no more than a few small changes to internal brain structure. Perhaps another small change would be enough to ignite a Second Cognitive Revolution, create a completely new type of consciousness, and transform Homo sapiens into something altogether different. (Page 452)",
      "sectionId": "43c6fd2d-51d7-4423-81e9-734f02fbbf20",
      "shown": 0,
      "bookId": 24,
      "id": 223
    },
    {
      "quoteText": "Consume Less. Create More. It’s More Fun. (View Highlight) [Shown: 1]",
      "sectionId": "ab6f763d-90bb-45d4-8044-c299a4de692a",
      "shown": 1,
      "bookId": 25,
      "id": 224
    },
    {
      "quoteText": "Or, if you struggle with headaches and stress, they will try to sell you headache pills and antidepressants. But to really decrease stress, you should start sleeping and walking more instead of consuming entertainment products and browsing social media late at night. Pills are never designed to be a permanent solution: they lose power over time and cause side effects that will in turn require more pills. Once you embark on the endless journey of consumption, you get stuck in a trap designed to make you miserable and corporations happy. (View Highlight) [Shown: 1]",
      "sectionId": "28a72106-d932-4012-beaa-a41f75e3c1b0",
      "shown": 1,
      "bookId": 25,
      "id": 225
    },
    {
      "quoteText": "When I was a student, I liked building games and websites. Back then, it was considered an occupation for nerds. Promising students were expected to practice law or solve business cases. But I never really cared about how other people defined success. For me, success was in the ability to spend time creating things that I liked. (View Highlight) [Shown: 1]",
      "sectionId": "04f368cd-089b-41bc-a4f7-cb2c4aac02b2",
      "shown": 1,
      "bookId": 25,
      "id": 226
    },
    {
      "quoteText": "Ким Ир Сен однажды заметил, что северокореец должен проводить «восемь часов за работой, восемь часов за отдыхом и восемь часов за учебой». Это высказывание Вождя цитируют часто, но иностранцы обычно не понимают, что под «учебой» Ким Ир Сен подразумевал прежде всего политико-идеологическое просвещение, а наиболее типичная форма такой учебы – регулярные собрания. (Page 79) [Shown: 1]",
      "sectionId": "3d79349e-c736-45a9-9a03-3f5ac10d3f40",
      "shown": 1,
      "bookId": 26,
      "id": 227
    },
    {
      "quoteText": "Хотя точное число членов партии не оглашается уже несколько десятилетий, считается, что сейчас в ТПК состоит примерно 4 млн человек, или четверть всего взрослого населения страны. (Page 81) [Shown: 1]",
      "sectionId": "cf78bb0d-c38b-4e58-8795-f5d47005eef2",
      "shown": 1,
      "bookId": 26,
      "id": 228
    },
    {
      "quoteText": "Легко понять, какое впечатление на советского читателя тогда производили обычные для этого издания высказывания в стиле: «Ким Ир Сен в девять лет с рогаткой в руках впервые выступил против японской военщины и защитил односельчан от произвола колонизаторов»; «Великий Вождь – отец всех детей Кореи!»; «Благодаря империалистической политике Пак Чжон Хи в Южной Корее уже три года не было дождей» или «На Синыйджуской парфюмерной фабрике товарищ Ким Чен Ир принял меры, чтобы косметическими товарами снабжались, прежде всего, девушки, которые выходят замуж» (Page 106) [Shown: 1]",
      "sectionId": "9a33d527-947e-44ac-94ac-2901878b3f83",
      "shown": 1,
      "bookId": 26,
      "id": 229
    },
    {
      "quoteText": "С другой стороны, они подрывают взаимное доверие, предоставляя их участникам удобную возможность ударить коллегу ножом в спину, о которой в мире «нормальных» интриг в трудовом коллективе не приходится и мечтать. (Page 88) [Shown: 1]",
      "sectionId": "9fb2b242-9ec8-4a1b-8f19-6ae0a42b74b3",
      "shown": 1,
      "bookId": 26,
      "id": 230
    },
    {
      "quoteText": "Как и многое другое в Северной Корее, «третье радио» пришло туда из Советского Союза. Действительно, как помнят многие наши читатели, с 1950-х годов в каждой советской квартире официально требовалось наличие розетки для подключения радиоточки. (Page 106)",
      "sectionId": "7f2b7eb3-0046-4241-99e0-e53f32e98252",
      "shown": 0,
      "bookId": 26,
      "id": 231
    },
    {
      "quoteText": "В октябре 1997 года отношения между двумя Кореями резко испортились. Случившийся тогда кризис был настолько серьезным, что Северная Корея временно приостановила строительство ядерного реактора на легкой воде, несмотря на огромную важность этого (так в итоге и не завершенного) проекта для экономики страны. Официальные представители КНДР разъяснили, что только таким и может быть адекватный ответ на возмутительную находку южнокорейских специалистов, принимавших участие в строительстве реактора. Что же произошло? В мусорном ведре в гостинице для южнокорейских специалистов обнаружился свежий номер газеты «Нодон синмун» – мятый и рваный, причем первая страница газеты была повреждена. (Page 109) [Shown: 1]",
      "sectionId": "13a1f9b4-a329-4373-a0ab-1564a1c789dd",
      "shown": 1,
      "bookId": 26,
      "id": 232
    },
    {
      "quoteText": "Вернемся, однако, к незадачливым южнокорейским инженерам, надругавшимся над главной газетой страны: чем же закончился скандал с ними в октябре 1997 года? Со временем они вернулись к работе, пообещав, что будут относиться к «Нодон синмун» подобающим образом… (Page 114)",
      "sectionId": "38d1099a-6127-4f43-8abb-a14250e0f951",
      "shown": 0,
      "bookId": 26,
      "id": 233
    },
    {
      "quoteText": "Собственно говоря, вот и все новости, о которых в тот день шла речь в выпуске телевизионных новостей. Однако дата – 25 апреля 2004 года – была выбрана мною все-таки не случайно. В этот день мировые СМИ обсуждали гигантский взрыв, который в 13 часов 22 апреля произошел на станции Рёнчхон – в 150 км по прямой от Пхеньяна и в непосредственной близости от китайской границы. В результате взрыва погибли 54 человека и более 1200 человек получили ранения. (Page 121)",
      "sectionId": "de8ecb25-8ceb-48ae-8d17-3ab83269b5f0",
      "shown": 0,
      "bookId": 26,
      "id": 234
    },
    {
      "quoteText": "Когда в России говорят о том, что «бедные корейцы питаются одним рисом», это заявление может вызвать у информированного человека лишь ироническую улыбку, ибо рис в Северной Корее – это повседневная еда только весьма зажиточных людей. (Page 137) [Shown: 1]",
      "sectionId": "16418222-3200-45d3-9011-556034759673",
      "shown": 1,
      "bookId": 26,
      "id": 235
    },
    {
      "quoteText": "Однако у северокорейской денежной реформы 2009 года была одна поразительная особенность, которая обрекала ее на провал. Было объявлено, что все сотрудники государственных организаций и учреждений будут отныне получать заработную плату в новых купюрах, но в прежнем номинальном размере. Это означало одномоментное повышение зарплаты в 100 раз (то есть на 10 000 %). (Page 163) [Shown: 1]",
      "sectionId": "cedfe502-e814-4c3e-b624-787789db5090",
      "shown": 1,
      "bookId": 26,
      "id": 236
    },
    {
      "quoteText": "Она зарабатывает намного меньше, чем на Севере, и живет куда скромнее, но ее дети окончили хорошие университеты и начали многообещающую карьеру. Она не жалеет о том, что оставила свой бизнес, и еще меньше жалеет, что покинула Север. (Page 185) [Shown: 1]",
      "sectionId": "21eaf95d-c8d4-4296-8191-126255536b6a",
      "shown": 1,
      "bookId": 26,
      "id": 237
    },
    {
      "quoteText": "тот объяснил, что его сын – большой любитель книг – нашел постоянно выключенному холодильнику применение в качестве книжного шкафа. (Page 188)",
      "sectionId": "a4bb8255-b70e-49ba-9b14-680a6d0921a8",
      "shown": 0,
      "bookId": 26,
      "id": 238
    },
    {
      "quoteText": "Неслучайно в нынешнем Китае именно этнические корейцы – наиболее образованное национальное меньшинство, которое существенно превосходит по этому показателю все другие национальные группы КНР, включая самих ханьцев. (Page 196)",
      "sectionId": "e7f2c350-5ccb-4a32-9a32-c06c24ac3392",
      "shown": 0,
      "bookId": 26,
      "id": 239
    },
    {
      "quoteText": "Разрыв в уровне жизни между верхами и низами растет, как и следует ожидать при переходе к рыночной экономике, но при этом, хотя богатые и богатеют, бедные отнюдь не беднеют. (Page 205)",
      "sectionId": "443f75b4-dc31-46ae-af5e-f44de0353787",
      "shown": 0,
      "bookId": 26,
      "id": 240
    },
    {
      "quoteText": "Однако г-ну Паку суждено было стать жертвой аппаратных игрищ во властной верхушке Северной Кореи. Покровители предупредили Пака, что его могут сделать козлом отпущения в конфликте сильных мира сего. Тогда он немедленно собрал вещи, пересек границу и вскоре прибыл в Сеул, где и проживает до сих пор. (Page 214) [Shown: 1]",
      "sectionId": "7b0e0483-a6b0-4581-9c62-c754bdbf879a",
      "shown": 1,
      "bookId": 26,
      "id": 241
    },
    {
      "quoteText": "Одной из ключевых особенностей современной северокорейской политики является то, что правительство и органы власти систематически и на протяжении очень долгого времени делают все возможное, чтобы в максимальной степени изолировать население Северной Кореи от контактов с внешним миром и от получения любой несанкционированной информации о происходящем за пределами их страны. (Page 218) [Shown: 1]",
      "sectionId": "882df98f-7176-40f6-8769-58e1c690e143",
      "shown": 1,
      "bookId": 26,
      "id": 242
    },
    {
      "quoteText": "Для жителей Севера распространение информации о южнокорейском процветании может стать настоящим шоком, и результатом этого шока с большой вероятностью будет политическая нестабильность в Северной Корее. (Page 220) [Shown: 1]",
      "sectionId": "87cea305-8a12-4097-b074-f2bd080d5d54",
      "shown": 1,
      "bookId": 26,
      "id": 243
    },
    {
      "quoteText": "Любое общение с иностранцами стало подозрительным, и в 1970-е годы нормальной стала ситуация, когда пхеньянец в самом буквальном смысле слова убегал от иностранца, попытавшегося задать ему какой-то вопрос на корейском языке. Осторожность эта могла выглядеть комичной, но была совсем не лишней, ибо любое общение с иностранцем вызывало к человеку повышенный интерес со стороны спецслужб. (Page 223) [Shown: 1]",
      "sectionId": "a9ccb5db-7b74-4e7a-b4fc-0585e1bb91e2",
      "shown": 1,
      "bookId": 26,
      "id": 244
    },
    {
      "quoteText": "В начале 1960-х годов Ким Чен Ир, тогда учившийся в университете имени своего отца, использовал свое особое положение для организации закрытых просмотров иностранных фильмов. Эти фильмы импортировали в очень небольшом количестве копий – фактически для личного потребления сына Великого Вождя, его друзей и подруг. (Page 225) [Shown: 1]",
      "sectionId": "b22c9e16-52a6-4098-84a7-9b017c4c4060",
      "shown": 1,
      "bookId": 26,
      "id": 245
    },
    {
      "quoteText": "В последнее время значительным явлением во всем мире стала так называемая корейская волна – массовое увлечение азиатов южнокорейской эстрадой (кей-поп), кинематографом и сериалами. «Корейская волна» захлестнула и Северную Корею. (Page 230) [Shown: 1]",
      "sectionId": "ad387e67-546f-44b1-9364-d75adb52fbac",
      "shown": 1,
      "bookId": 26,
      "id": 246
    },
    {
      "quoteText": "Понятно, что привычного нам интернета, то есть всемирной сети, в Северной Корее нет – точнее, он есть, но доступен очень небольшому кругу особо привилегированных людей, в том числе сотрудникам спецслужб и высшим чиновникам. (Page 235)",
      "sectionId": "5ae76954-b8c3-4ca6-94b7-7aa517f2106d",
      "shown": 0,
      "bookId": 26,
      "id": 247
    },
    {
      "quoteText": "Коммунисты обещали и в большинстве случаев сами искренне верили в то, что их будущая победа в мировом масштабе положит конец материальному неравенству, не говоря уж о наследственных привилегиях. (Page 262) [Shown: 1]",
      "sectionId": "5d408a44-9a17-4d50-a735-686c7e5ee675",
      "shown": 1,
      "bookId": 26,
      "id": 248
    },
    {
      "quoteText": "В СССР 1970-х все знали анекдот: «Может ли сын генерала стать маршалом? Нет, конечно, не может – ведь у маршала есть свои сыновья!» (Page 263) [Shown: 1]",
      "sectionId": "96bd910b-4047-430a-9a49-ebc597f01562",
      "shown": 1,
      "bookId": 26,
      "id": 249
    },
    {
      "quoteText": "В отличие от своих западных коллег с их огромными зарплатами и высочайшим общественным положением, и по статусу, и по доходам медицинские работники на Севере мало чем отличаются от обычных служащих. В патриархальном северокорейском обществе это резко снижает интерес мужчин к данной профессии, так что подавляющее большинство врачей в КНДР – женщины. (Page 273) [Shown: 1]",
      "sectionId": "480512b2-88de-4c0f-92f4-aa1afbce2106",
      "shown": 1,
      "bookId": 26,
      "id": 250
    },
    {
      "quoteText": "Одним только опиумом и его производными северокорейские спецслужбы не ограничились. В 1980-е и 1990-е годы граждан КНДР неоднократно ловили и на экспорте метамфетамина, основным рынком для которого была Япония. (Page 296) [Shown: 1]",
      "sectionId": "712b51d9-9cb6-47bf-b3fc-b1407331d989",
      "shown": 1,
      "bookId": 26,
      "id": 251
    },
    {
      "quoteText": "До сих пор в северных провинциях дозу метамфетамина могут подарить человеку на день рождения – никто не видит в этом ничего зазорного. (Page 299)",
      "sectionId": "2a95e07f-985b-48ec-881f-2b88f77c1ce4",
      "shown": 0,
      "bookId": 26,
      "id": 252
    },
    {
      "quoteText": "Однако и в кризисные 1990-е, и в послекризисные нулевые уровень насильственной преступности в КНДР оставался очень низким, особенно если учесть, какую социальную катастрофу пережила тогда страна. (Page 307) [Shown: 1]",
      "sectionId": "7836e700-0840-4605-aa86-3ec462dde875",
      "shown": 1,
      "bookId": 26,
      "id": 253
    },
    {
      "quoteText": "С точки зрения руководства КНДР прогресс телефонии представляет собой серьезную проблему. Современная экономика невозможна без развитой, доступной и надежной связи, но та же сеть предоставляет широкие возможности для самоорганизации и обмена несанкционированной информацией. Правительство справедливо считает, что такой обмен опасен для политического выживания режима, и пытается найти компромисс. (Page 375)",
      "sectionId": "53a6c059-b3b5-4182-9452-0633445db4f2",
      "shown": 0,
      "bookId": 26,
      "id": 254
    },
    {
      "quoteText": "Униформу носят и представители других профессий – шахтеры, например (хотя в Пхеньяне их редко встретишь). В КНДР шахтеры служат в «ротах» и «батальонах» и подчиняются квазиармейским уставам. Наконец, форма требуется, разумеется, во всех учебных заведениях, включая университеты и институты. Раньше учащиеся должны были носить форму как в классе, так и за его пределами, но с 1990-х за исполнением этого требования следят уже не так жестко – достаточно того, что учащиеся носят форму на занятиях. (Page 379) [Shown: 1]",
      "sectionId": "f8b7d463-264f-41c4-b47d-bc9c5ee9bad5",
      "shown": 1,
      "bookId": 26,
      "id": 255
    },
    {
      "quoteText": "И тем не менее христианам удалось то, о чем не могут и мечтать представители иных оппозиционных сил: они создали в КНДР нелегальные общественные структуры. (Page 401) [Shown: 1]",
      "sectionId": "aa06a17e-6d61-4bb0-9680-244fa64a27a0",
      "shown": 1,
      "bookId": 26,
      "id": 256
    },
    {
      "quoteText": "Ну а в целом свадьбы в Пхеньяне все больше отражают происходящие в стране при Ким Чен Ыне перемены – в первую очередь, пожалуй, все более заметное имущественное расслоение, которое при этом сопровождается ростом уровня жизни почти всех социальных слоев. Богатые богатеют, бедные – тоже богатеют (хотя и много медленнее), и все вместе стараются жить веселее. (Page 414) [Shown: 1]",
      "sectionId": "015489bd-54a3-4f1f-b3ab-2c8c224c25c6",
      "shown": 1,
      "bookId": 26,
      "id": 257
    },
    {
      "quoteText": "Еще в начале ХХ века едва ли какое-либо политическое движение могло сравниться с марксизмом в его феминистском рвении. (Page 414) [Shown: 1]",
      "sectionId": "5e13e960-83ff-4980-bbcf-26dfac496b24",
      "shown": 1,
      "bookId": 26,
      "id": 258
    },
    {
      "quoteText": "Но продолжалось это недолго. Коммунизм у власти оказался на удивление консервативным в своей семейной политике: на повестку дня вернулись традиционные «семейные ценности», без которых, как быстро поняли недавние ярые радикалы и неистовые ниспровергатели, управлять страной и широкими народными массами не так просто. (Page 415)",
      "sectionId": "f32a50a5-8494-4166-b9b2-1ff26a5025c2",
      "shown": 0,
      "bookId": 26,
      "id": 259
    },
    {
      "quoteText": "Ким Ир Сен попросил дипломата передать Андропову: КНДР такие операции больше проводить не будет. Обещание это, однако, было грубо нарушено уже в следующем году, когда северокорейский музыкант Ли Сан-гу, обучавшийся в Московской консерватории, обратился к советским властям с просьбой об убежище. Узнав об этом, 24 ноября 1959 года северокорейские оперативники устроили засаду, набросились на него, запихнули в машину и увезли в посольство. Через несколько часов он был самолетом отправлен в Пхеньян. Все это произошло в центре города, среди бела дня. (Page 462) [Shown: 1]",
      "sectionId": "873f5839-b247-4776-a0bd-1375cecc35cb",
      "shown": 1,
      "bookId": 26,
      "id": 260
    },
    {
      "quoteText": "В период с начала 1990-х и до конца нулевых (точнее, до 2011–2012 годов) граница КНДР была фактически открыта. Конечно, она не была открыта в том смысле, в каком, скажем, открыта граница между Канадой и США или границы между государствами Евросоюза. Теоретически для ее пересечения всегда требовалось исполнение стандартных формальностей. (Page 464) [Shown: 1]",
      "sectionId": "686215fa-ce99-424b-8e26-2ae6d496fec7",
      "shown": 1,
      "bookId": 26,
      "id": 261
    },
    {
      "quoteText": "Перебежчиков приходится обучать самым базовым основам повседневной жизни – ездить на метро, пользоваться мобильным телефоном и простейшими компьютерными программами, покупать товары в супермаркетах. (Page 485) [Shown: 1]",
      "sectionId": "d5c01c8f-f462-41a4-b9ab-8fb4dc2a2408",
      "shown": 1,
      "bookId": 26,
      "id": 262
    },
    {
      "quoteText": "Пхеньян тоже не показался ему раем для рабочего класса, а восхваления Ким Ир Сена, сначала казавшиеся просто чрезмерными, вскоре заставили его задуматься о характере режима. У моего будущего коллеги хватило ума не показывать кураторам своего разочарования и не задавать им лишних вопросов, однако, вернувшись домой, он тут же прекратил трудиться на благо южнокорейской коммунистической революции и полностью переключился на занятия наукой. (Page 500) [Shown: 1]",
      "sectionId": "1d0e6ed9-cf78-4334-87a4-256322c31646",
      "shown": 1,
      "bookId": 26,
      "id": 263
    },
    {
      "quoteText": "После этого журналисты назвали ее «северокорейской Иванкой» — по аналогии с дочерью Трампа, которая тоже имеет влияние на президента США. (View Highlight) [Shown: 1]",
      "sectionId": "ae76bfb0-814f-4147-ad76-b84dc2bc5dcd",
      "shown": 1,
      "bookId": 27,
      "id": 264
    },
    {
      "quoteText": "Если смотреть с субтитрами или слушать с расшифровкой, мозг привыкает читать, что проще. Если всё время слушать без расшифровки, ухо «замылится» — просто перестанете замечать непонятное. Например, я не напишу misheard lyrics, потому что уже привык не замечать непонятное. (View Highlight) [Shown: 1]",
      "sectionId": "c155b894-9d43-43e3-9aec-01c739e81dbe",
      "shown": 1,
      "bookId": 28,
      "id": 265
    },
    {
      "quoteText": "“People know how to deal with a desktop intuitively. If you walk into an office, there are papers on the desk. The one on the top is the most important. People know how to switch priority. Part of the reason we model our computers on metaphors like the desktop is that we can leverage this experience people already have.” (Page 156, Tags: red) [Shown: 1]",
      "sectionId": "6257b8c8-8b7d-4e76-b105-e9af69ce7314",
      "shown": 1,
      "bookId": 29,
      "id": 266
    },
    {
      "quoteText": "“The journey is the reward.” (Page 173, Tags: red) [Shown: 1]",
      "sectionId": "c6f0adc2-6361-426f-b004-8c94805876c2",
      "shown": 1,
      "bookId": 29,
      "id": 267
    },
    {
      "quoteText": "The Pepsi Generation campaign, he said, sold not a product but a lifestyle and an optimistic outlook. “I think Apple’s got a chance to create an Apple Generation.” (Page 182, Tags: red) [Shown: 1]",
      "sectionId": "f4297442-bd92-46f6-bc51-4fa755f1ba94",
      "shown": 1,
      "bookId": 29,
      "id": 268
    },
    {
      "quoteText": "The lesson Jobs learned from his Buddhist days was that material possessions often cluttered life rather than enriched it. (Page 331, Tags: red)",
      "sectionId": "9d0814b8-2da7-4c22-8a41-a7d167478855",
      "shown": 0,
      "bookId": 29,
      "id": 269
    },
    {
      "quoteText": "The “i,” Jobs later explained, was to emphasize that the devices would be seamlessly integrated with the Internet. (Page 392, Tags: red) [Shown: 1]",
      "sectionId": "9ba9f8a9-c09d-4157-a253-fd46e88b8d97",
      "shown": 1,
      "bookId": 29,
      "id": 270
    },
    {
      "quoteText": "“Steve had this firm belief that the right kind of building can do great things for a culture,” (Page 494, Tags: red) [Shown: 1]",
      "sectionId": "3f76b061-f838-47e6-ba36-49a58545f670",
      "shown": 1,
      "bookId": 29,
      "id": 271
    },
    {
      "quoteText": "“If a building doesn’t encourage that, you’ll lose a lot of innovation and the magic that’s sparked by serendipity,” he said. “So we designed the building to make people get out of their offices and mingle in the central atrium with people they might not otherwise see.” (Page 495, Tags: red) [Shown: 1]",
      "sectionId": "eb356da7-f779-4bc4-83de-6d617443d84c",
      "shown": 1,
      "bookId": 29,
      "id": 272
    },
    {
      "quoteText": "“Steve’s theory worked from day one,” Lasseter recalled. “I kept running into people I hadn’t seen for months. I’ve never seen a building that promoted collaboration and creativity as well as this one.” Jobs even went so far as to decree that there be only two huge bathrooms in the building, one for each gender, connected to the atrium. (Page 495, Tags: red) [Shown: 1]",
      "sectionId": "6172b3fb-ada7-4ff5-b279-32241c6abace",
      "shown": 1,
      "bookId": 29,
      "id": 273
    },
    {
      "quoteText": "He described how easy it was to build a factory in China, and said that it was almost impossible to do so these days in America, largely because of regulations and unnecessary costs. (Page 621, Tags: red)",
      "sectionId": "4f4e1070-dd14-4395-9d64-62272a820153",
      "shown": 0,
      "bookId": 29,
      "id": 274
    },
    {
      "quoteText": "Gates added a caveat: “The integrated approach works well when Steve is at the helm. But it doesn’t mean it will win many rounds in the future.” (Page 632, Tags: red) [Shown: 1]",
      "sectionId": "739f8d65-f201-468c-b856-3946dcc49ee2",
      "shown": 1,
      "bookId": 29,
      "id": 275
    },
    {
      "quoteText": "He also believed he was doing people a service: “They’re busy doing whatever they do best, and they want us to do what we do best. Their lives are crowded; they have other things to do than think about how to integrate their computers and devices.” (Page 642, Tags: red) [Shown: 1]",
      "sectionId": "40006940-341e-4f38-b1bd-5332b8c13193",
      "shown": 1,
      "bookId": 29,
      "id": 276
    },
    {
      "quoteText": "Was he smart? No, not exceptionally. Instead, he was a genius. (Page 645, Tags: red) [Shown: 1]",
      "sectionId": "038a1e79-6a16-4051-b55f-7805d97a3224",
      "shown": 1,
      "bookId": 29,
      "id": 277
    },
    {
      "quoteText": "You build a company that will still stand for something a generation or two from now. That’s what Walt Disney did, and Hewlett and Packard, and the people who built Intel. They created a company to last, not just to make money. That’s what I want Apple to be. (Page 648, Tags: red) [Shown: 1]",
      "sectionId": "2e651349-faa7-4a4b-ac20-05071e6d010e",
      "shown": 1,
      "bookId": 29,
      "id": 278
    },
    {
      "quoteText": "I feel totally comfortable saying “Ron, that store looks like shit” in front of everyone else. Or I might say “God, we really fucked up the engineering on this” in front of the person that’s responsible. That’s the ante for being in the room: You’ve got to be able to be super honest. Maybe there’s a better way, a gentlemen’s club where we all wear ties and speak in this Brahmin language and velvet code-words, but I don’t know that way, because I am middle class from California. (Page 649, Tags: red) [Shown: 1]",
      "sectionId": "e89cdc6e-d804-4950-86b5-94e3136d61a3",
      "shown": 1,
      "bookId": 29,
      "id": 279
    },
    {
      "quoteText": "Dylan says, if you’re not busy being born, you’re busy dying. (Page 650, Tags: red)",
      "sectionId": "f8108956-3e8a-4ea6-b550-070c604fb08d",
      "shown": 0,
      "bookId": 29,
      "id": 280
    },
    {
      "quoteText": "He admitted that, as he faced death, he might be overestimating the odds out of a desire to believe in an afterlife. “I like to think that something survives after you die,” he said. “It’s strange to think that you accumulate all this experience, and maybe a little wisdom, and it just goes away. So I really want to believe that something survives, that maybe your consciousness endures.” He fell silent for a very long time. “But on the other hand, perhaps it’s like an on-off switch,” he said. “ Click! And you’re gone.” Then he paused again and smiled slightly. “Maybe that’s why I never liked to put on-off switches on Apple devices.” (Page 650, Tags: red) [Shown: 1]",
      "sectionId": "95db439b-9715-4000-b676-c8ab1c09afe3",
      "shown": 1,
      "bookId": 29,
      "id": 281
    },
    {
      "quoteText": "At his home in Woodside, 1982: He was such a perfectionist that he had trouble buying furniture. (Page 706, Tags: red) [Shown: 1]",
      "sectionId": "ff319a53-ca56-48c4-9175-ddcd49ee8b5b",
      "shown": 1,
      "bookId": 29,
      "id": 282
    },
    {
      "quoteText": "You are well off, you are alone, Hasse had said. All very well—the man who is alone cannot be forsaken. But sometimes, at night, the whole artificial structure collapses, life turns into a sobbing insistent melody; out of the senseless grinding of the everlasting barrel organ, rises up a whirlwind of wild desires, cravings, melancholy, hope, without direction seeking an object. Ach, this pitiful need for a little bit of warmth—-couldn't it be two hands then and a face bowed near? Or was that too only deception, surrender, and flight? Was there nothing then, but to be alone? (Page 60) [Shown: 1]",
      "sectionId": "6bb814e6-809a-4857-923d-6d9e4f277654",
      "shown": 1,
      "bookId": 30,
      "id": 283
    },
    {
      "quoteText": "\"It's no shame to be born stupid. Only to die stupid.\" (Page 72) [Shown: 1]",
      "sectionId": "eaaf093c-d660-4676-9e86-6a7450937509",
      "shown": 1,
      "bookId": 30,
      "id": 284
    },
    {
      "quoteText": "I'll tell you something, Bob, seriously— Human life is too long for love. Too long, that's all. My Arthur told me that when he cleared off. And it's right. Love is wonderful. But for one it is always too long. (Page 102)",
      "sectionId": "66c5e682-3842-4e30-99b0-7fdbddec7ed4",
      "shown": 0,
      "bookId": 30,
      "id": 285
    },
    {
      "quoteText": "\"Well, what do you mean by a good end?\" I asked. \"An end can be good only if everything before it has been bad. So a bad end is better.\" (Page 168) [Shown: 1]",
      "sectionId": "6354aafe-eb22-40de-a1fe-9a231f9a0b2f",
      "shown": 1,
      "bookId": 30,
      "id": 286
    },
    {
      "quoteText": "We know too much, and can do too little. Because we know too much. (Page 191)",
      "sectionId": "95b9e23f-d143-4f7d-b1fb-740e21dbdc64",
      "shown": 0,
      "bookId": 30,
      "id": 287
    },
    {
      "quoteText": "I heard her breathing. She sat in the corner by the window, her hands about her knees, arid said nothing. Slowly the red glow of the electric sign rose above the trees opposite and cast a warm reflection on her bright shoes. Then it wandered over her dress and her hands. (Page 248) [Shown: 1]",
      "sectionId": "d9f22f9a-bcd1-4a57-b3dd-6a7a8636d769",
      "shown": 1,
      "bookId": 30,
      "id": 288
    },
    {
      "quoteText": "She smiled and put her arm in mine. \"Ach, darling, why aren't we rich? We have such marvellous ideas of what to do with it. There are so many rich people who can do no better than go backwards and forwards to their banks and offices.\" \"That's why they are rich, of course,\" said I. \"If we were rich we certainly wouldn't be so for long.\" (Page 306) [Shown: 1]",
      "sectionId": "0531107e-beca-405c-bc48-c64d52335e6a",
      "shown": 1,
      "bookId": 30,
      "id": 289
    },
    {
      "quoteText": "She rested her head on my shoulder. \"If you want to live still, then there must be something you love. It's harder, but it's easier too. You see, I had to die; and now I'm just thankful I have had you. I might easily have been alone and unhappy. Then I would have been glad to die. Now it is hard; but to make up, I'm quite full of love, as a bee is full of honey when it comes back to the hive in the evening. If I had to choose, of the two I would still choose the same.\" (Page 427) [Shown: 1]",
      "sectionId": "f84aa1ac-f38d-4d27-9b43-65a4037f2b18",
      "shown": 1,
      "bookId": 30,
      "id": 290
    },
    {
      "quoteText": "“Art is theft.” —Pablo Picasso (Page 5, Tags: red) [Shown: 1]",
      "sectionId": "1a05e71c-fb62-4d59-9f68-ea1a8e508b05",
      "shown": 1,
      "bookId": 31,
      "id": 291
    },
    {
      "quoteText": "“Immature poets imitate; mature poets steal; bad poets deface what they take, and good poets make it into something better, or at least something different. The good poet welds his theft into a whole of feeling which is unique, utterly different from that from which it was torn.” —T. S. Eliot (Page 6, Tags: red)",
      "sectionId": "cb894baf-d645-44ee-b178-5c235a0ba5f3",
      "shown": 0,
      "bookId": 31,
      "id": 292
    },
    {
      "quoteText": "“The only art I’ll ever study is stuff that I can steal from.” —David Bowie (Page 10, Tags: red) [Shown: 1]",
      "sectionId": "382b0a12-ce65-4bf8-8b9f-d7927a8722c3",
      "shown": 1,
      "bookId": 31,
      "id": 293
    },
    {
      "quoteText": "A good example is genetics. You have a mother and you have a father. You possess features from both of them, but the sum of you is bigger than their parts. You’re a remix of your mom and dad and all of your ancestors. (Page 12, Tags: red) [Shown: 1]",
      "sectionId": "037b8446-cc01-475c-a0a0-2482e8148f98",
      "shown": 1,
      "bookId": 31,
      "id": 294
    },
    {
      "quoteText": "“Steal from anywhere that resonates with inspiration or fuels your imagination. Devour old films, new films, music, books, paintings, photographs, poems, dreams, random conversations, architecture, bridges, street signs, trees, clouds, bodies of water, light and shadows. Select only things to steal from that speak directly to your soul. If you do this, your work (and theft) will be authentic.” —Jim Jarmusch (Page 13, Tags: red) [Shown: 1]",
      "sectionId": "87a81ae5-4371-43e9-85e2-6c9b3b8e669f",
      "shown": 1,
      "bookId": 31,
      "id": 295
    },
    {
      "quoteText": "Instead, chew on one thinker—writer, artist, activist, role model—you really love. Study everything there is to know about that thinker. Then find three people that thinker loved, and find out everything about them. Repeat this as many times as you can. Climb up the tree as far as you can go. Once you build your tree, it’s time to start your own branch. (Page 13) [Shown: 1]",
      "sectionId": "ccdfddf1-d482-490e-bb4b-48fffab5d9b8",
      "shown": 1,
      "bookId": 31,
      "id": 296
    },
    {
      "quoteText": "You have to be curious about the world in which you live. Look things up. Chase down every reference. Go deeper than anybody else—that’s how you’ll get ahead. (Page 15, Tags: red) [Shown: 1]",
      "sectionId": "8adc9df8-16b9-4e05-8ed5-f08380a510ee",
      "shown": 1,
      "bookId": 31,
      "id": 297
    },
    {
      "quoteText": "Google everything. I mean everything. Google your dreams, Google your problems. Don’t ask a question before you Google it. You’ll either find the answer or you’ll come up with a better question. (Page 15, Tags: red) [Shown: 1]",
      "sectionId": "f7a82c34-0f44-489b-902d-46243543e9c6",
      "shown": 1,
      "bookId": 31,
      "id": 298
    },
    {
      "quoteText": "Carry a notebook and a pen with you wherever you go. Get used to pulling it out and jotting down your thoughts and observations. Copy your favorite passages out of books. Record overheard conversations. Doodle when you’re on the phone. (Page 16, Tags: red) [Shown: 1]",
      "sectionId": "13dd8853-ed2f-4e69-9eeb-ee50563a4db7",
      "shown": 1,
      "bookId": 31,
      "id": 299
    },
    {
      "quoteText": "Keep a swipe file. It’s just what it sounds like—a file to keep track of the stuff you’ve swiped from others. It can be digital or analog—it doesn’t matter what form it takes, as long as it works. You can keep a scrapbook and cut and paste things into it, or you can just take pictures of things with your camera phone. See something worth stealing? Put it in the swipe file. Need a little inspiration? Open up the swipe file. (Page 17, Tags: red)",
      "sectionId": "b21f5165-7b59-4b3a-9b93-92065c22f0ab",
      "shown": 0,
      "bookId": 31,
      "id": 300
    },
    {
      "quoteText": "I love both readings—you have to dress for the job you want, not the job you have, and you have to start doing the work you want to be doing. (Page 20, Tags: red) [Shown: 1]",
      "sectionId": "0a2fb10a-e7d0-4aa0-b4f9-5ff3e8d4df88",
      "shown": 1,
      "bookId": 31,
      "id": 301
    },
    {
      "quoteText": "“Start copying what you love. Copy copy copy copy. At the end of the copy you will find your self.” —Yohji Yamamoto (Page 21, Tags: red) [Shown: 1]",
      "sectionId": "a1d50f65-4d72-4e23-b5b2-5dd4226d7105",
      "shown": 1,
      "bookId": 31,
      "id": 302
    },
    {
      "quoteText": "We’re talking about practice here, not plagiarism—plagiarism is trying to pass someone else’s work off as your own. Copying is about reverse-engineering. It’s like a mechanic taking apart a car to see how it works. (Page 21, Tags: red) [Shown: 1]",
      "sectionId": "577066a3-b5fc-46be-9c93-80d8bd0fd91b",
      "shown": 1,
      "bookId": 31,
      "id": 303
    },
    {
      "quoteText": "What to copy is a little bit trickier. Don’t just steal the style, steal the thinking behind the style. You don’t want to look like your heroes, you want to see like your heroes. (Page 23, Tags: red) [Shown: 1]",
      "sectionId": "798126a0-10e1-480f-9df3-e881f490a7f1",
      "shown": 1,
      "bookId": 31,
      "id": 304
    },
    {
      "quoteText": "The movie Jurassic Park came out on my tenth birthday. I loved it. The minute I left the theater, I was dying for a sequel, so I sat down the next day at our old PC and typed one out. In my treatment, the son of the game warden eaten by Velociraptors goes back to the island with the granddaughter of the guy who built the park. One of them wants to destroy the rest of the park, the other wants to save it. Of course, they fall in love and adventures ensue. (Page 27, Tags: red) [Shown: 1]",
      "sectionId": "405f0a4c-74b3-4745-84b7-e4e737a57964",
      "shown": 1,
      "bookId": 31,
      "id": 305
    },
    {
      "quoteText": "Think about your favorite work and your creative heroes. What did they miss? What didn’t they make? What could’ve been made better? If they were still alive, what would they be making today? If all your favorite makers got together and collaborated, what would they make with you leading the crew? (Page 28, Tags: red) [Shown: 1]",
      "sectionId": "68c66d0d-531c-4d91-9a16-a8b6da7fe463",
      "shown": 1,
      "bookId": 31,
      "id": 306
    },
    {
      "quoteText": "“I have stared long enough at the glowing flat rectangles of computer screens. Let us give more time for doing things in the real world . . . plant a plant, walk the dogs, read a real book, go to the opera.” —Edward Tufte (Page 32, Tags: red) [Shown: 1]",
      "sectionId": "d1db65f1-93f9-43df-b098-55f5e07f5963",
      "shown": 1,
      "bookId": 31,
      "id": 307
    },
    {
      "quoteText": "Try it: If you have the space, set up two workstations, one analog and one digital. For your analog station, keep out anything electronic. Take $10, go to the school supply aisle of your local store, and pick up some paper, pens, and sticky notes. When you get back to your analog station, pretend it’s craft time. Scribble on paper, cut it up, and tape the pieces back together. Stand up while you’re working. Pin things on the walls and look for patterns. Spread things around your space and sort through them. Once you start getting your ideas, then you can move over to your digital station and use the computer to help you execute and publish them. When you start to lose steam, head back to the analog station and play. (Page 34, Tags: red) [Shown: 1]",
      "sectionId": "5056ab48-b5c0-49d7-88a5-8154003d915a",
      "shown": 1,
      "bookId": 31,
      "id": 308
    },
    {
      "quoteText": "“The work you do while you procrastinate is probably the work you should be doing for the rest of your life.” —Jessica Hische (Page 35, Tags: red) [Shown: 1]",
      "sectionId": "132e56e9-dd5b-4ccc-a5c0-9039ca07301b",
      "shown": 1,
      "bookId": 31,
      "id": 309
    },
    {
      "quoteText": "Take time to be bored. One time I heard a coworker say, “When I get busy, I get stupid.” Ain’t that the truth. Creative people need time to just sit around and do nothing. I get some of my best ideas when I’m bored, which is why I never take my shirts to the cleaners. I love ironing my shirts—it’s so boring, I almost always get good ideas. If you’re out of ideas, wash the dishes. Take a really long walk. Stare at a spot on the wall for as long as you can. As the artist Maira Kalman says, “Avoiding work is the way to focus my mind.” Take time to mess around. Get lost. Wander. You never know where it’s going to lead you. (Page 36, Tags: red) [Shown: 1]",
      "sectionId": "8b84bd47-343a-4371-bf08-b24c3b2fb5ab",
      "shown": 1,
      "bookId": 31,
      "id": 310
    },
    {
      "quoteText": "If you have two or three real passions, don’t feel like you have to pick and choose between them. Don’t discard. Keep all your passions in your life. This is something I learned from the playwright Steven Tomlinson. (Page 37, Tags: red) [Shown: 1]",
      "sectionId": "b3bd8493-93ed-47b0-9d9b-3d5b42d01a55",
      "shown": 1,
      "bookId": 31,
      "id": 311
    },
    {
      "quoteText": "The thing is, you can cut off a couple passions and only focus on one, but after a while, you’ll start to feel phantom limb pain. (Page 38, Tags: red) [Shown: 1]",
      "sectionId": "d99a01b9-b80a-43ee-92d8-55b3c76e389a",
      "shown": 1,
      "bookId": 31,
      "id": 312
    },
    {
      "quoteText": "Learn to code. Figure out how to make a website. Figure out blogging. Figure out Twitter and social media and all that other stuff. Find people on the Internet who love the same things as you and connect with them. Share things with them. You don’t have to share everything—in fact, sometimes it’s much better if you don’t. Show just a little bit of what you’re working on. Share a sketch or a doodle or a snippet. Share a little glimpse of your process. Think about what you have to share that could be of some value to people. Share a handy tip you’ve discovered while working. Or a link to an interesting article. Mention a good book you’re reading. (Page 46, Tags: red)",
      "sectionId": "ff63c9b0-42ce-413d-b065-15cceb1ea656",
      "shown": 0,
      "bookId": 31,
      "id": 313
    },
    {
      "quoteText": "You don’t have to live anywhere other than the place you are to start connecting with the world you want to be in. If you feel stuck somewhere, if you’re too young or too old or too broke, or if you’re somehow tied down to a place, take heart. There’s a community of people out there you can connect with. (Page 48, Tags: red)",
      "sectionId": "e6e0678f-3079-4335-bb1b-fcb84edd7480",
      "shown": 0,
      "bookId": 31,
      "id": 314
    },
    {
      "quoteText": "Now I have a car and a mobile phone. I’m always connected, never alone or captive. So, I ride the bus to and from work, even though it’s 20 minutes faster to drive. I go to a barbershop that’s first-come, first-served, without Wi-Fi, and always busy with a wait of a few hours. I keep my laptop shut down at the airport. I hang out in the library. I always carry a book, a pen, and a notepad, and I always enjoy my solitude and temporary captivity. (Page 49, Tags: red) [Shown: 1]",
      "sectionId": "34d5a5f4-b987-42ed-a984-558cbed524d3",
      "shown": 1,
      "bookId": 31,
      "id": 315
    },
    {
      "quoteText": "To say that geography is no longer our master isn’t to say that place isn’t important. Where we choose to live still has a huge impact on the work we do. (Page 49, Tags: red) [Shown: 1]",
      "sectionId": "82a568ca-073b-4f7a-8b09-c89aba2d97ba",
      "shown": 1,
      "bookId": 31,
      "id": 316
    },
    {
      "quoteText": "Your brain gets too comfortable in your everyday surroundings. You need to make it uncomfortable. You need to spend some time in another land, among people that do things differently than you. Travel makes the world look new, and when the world looks new, our brains work harder. (Page 50, Tags: red) [Shown: 1]",
      "sectionId": "663adf65-977e-4126-8536-1a3a4eb094aa",
      "shown": 1,
      "bookId": 31,
      "id": 317
    },
    {
      "quoteText": "“Find the most talented person in the room, and if it’s not you, go stand next to him. Hang out with him. Try to be helpful.” (Page 54, Tags: red) [Shown: 1]",
      "sectionId": "9332e91f-a652-4c0b-a2ff-f860b7f798c5",
      "shown": 1,
      "bookId": 31,
      "id": 318
    },
    {
      "quoteText": "Not everybody will get it. People will misinterpret you and what you do. They might even call you names. So get comfortable with being misunderstood, disparaged, or ignored—the trick is to be too busy doing your work to care. (Page 57, Tags: red) [Shown: 1]",
      "sectionId": "eb933760-56a9-4a45-8b48-b08497133d53",
      "shown": 1,
      "bookId": 31,
      "id": 319
    },
    {
      "quoteText": "“Be regular and orderly in your life, so that you may be violent and original in your work.” —Gustave Flaubert (Page 60, Tags: red) [Shown: 1]",
      "sectionId": "37bd648a-1c3b-4a33-af85-f9816742c6e0",
      "shown": 1,
      "bookId": 31,
      "id": 320
    },
    {
      "quoteText": "I’m a boring guy with a nine-to-five job who lives in a quiet neighborhood with his wife and his dog. That whole romantic image of the creative genius doing drugs and running around and sleeping with everyone is played out. It’s for the superhuman and the people who want to die young. The thing is: It takes a lot of energy to be creative. You don’t have that energy if you waste it on other stuff. (Page 60, Tags: red) [Shown: 1]",
      "sectionId": "3bbd58e7-045d-45ad-8d0e-116f7c9c3b75",
      "shown": 1,
      "bookId": 31,
      "id": 321
    },
    {
      "quoteText": "The art of holding on to money is all about saying no to consumer culture. Saying no to takeout, $4 lattes, and that shiny new computer when the old one still works fine. (Page 61, Tags: red) [Shown: 1]",
      "sectionId": "1e9bac37-a67e-4df1-8c97-843b9f668ade",
      "shown": 1,
      "bookId": 31,
      "id": 322
    },
    {
      "quoteText": "The worst thing a day job does is take time away from you, but it makes up for that by giving you a daily routine in which you can schedule a regular time for your creative pursuits. Establishing and keeping a routine can be even more important than having a lot of time. (Page 62, Tags: red)",
      "sectionId": "275b805b-ac9d-49ac-8b29-a6dff4c9b637",
      "shown": 0,
      "bookId": 31,
      "id": 323
    },
    {
      "quoteText": "The trick is to find a day job that pays decently, doesn’t make you want to vomit, and leaves you with enough energy to make things in your spare time. Good day jobs aren’t necessarily easy to find, but they’re out there. (Page 63, Tags: red) [Shown: 1]",
      "sectionId": "cc72db30-5ae7-4bb2-a724-343f7bee6c56",
      "shown": 1,
      "bookId": 31,
      "id": 324
    },
    {
      "quoteText": "A calendar helps you plan work, gives you concrete goals, and keeps you on track. The comedian Jerry Seinfeld has a calendar method that helps him stick to his daily joke writing. He suggests that you get a wall calendar that shows you the whole year. Then, you break your work into daily chunks. Each day, when you’re finished with your work, make a big fat X in the day’s box. Every day, instead of just getting work done, your goal is to just fill a box. “After a few days you’ll have a chain,” Seinfeld says. “Just keep at it and the chain will grow longer every day. You’ll like seeing that chain, especially when you get a few weeks under your belt. Your only job next is to not break the chain.” Get a calendar. Fill the boxes. Don’t break the chain. (Page 64) [Shown: 1]",
      "sectionId": "37857cff-d3c2-48cb-9195-0f18197cb853",
      "shown": 1,
      "bookId": 31,
      "id": 325
    },
    {
      "quoteText": "The idea that you can do anything is absolutely terrifying. (Page 68, Tags: red) [Shown: 1]",
      "sectionId": "78146188-bb5a-47ff-a400-ea88e0d99d63",
      "shown": 1,
      "bookId": 31,
      "id": 326
    },
    {
      "quoteText": "The way to get over creative block is to simply place some constraints on yourself. It seems contradictory, but when it comes to creative work, limitations mean freedom. Write a song on your lunch break. Paint a painting with only one color. Start a business without any start-up capital. Shoot a movie with your iPhone and a few of your friends. Build a machine out of spare parts. Don’t make excuses for not working—make things with the time, space, and materials you have, right now. (Page 68, Tags: red) [Shown: 1]",
      "sectionId": "9887c1d7-2537-41cd-ad91-d67a2ab482d5",
      "shown": 1,
      "bookId": 31,
      "id": 327
    },
    {
      "quoteText": "The right constraints can lead to your very best work. My favorite example? Dr. Seuss wrote The Cat in the Hat with only 236 different words, so his editor bet him he couldn’t write a book with only 50 different words. Dr. Seuss came back and won the bet with Green Eggs and Ham, one of the bestselling children’s books of all time. “Telling yourself you have all the time in the world, all the money in the world, all the colors in the palette, anything you want—that just kills creativity.” —Jack White (Page 68, Tags: red)",
      "sectionId": "f3911533-9190-4b73-a68a-b90a99deac32",
      "shown": 0,
      "bookId": 31,
      "id": 328
    },
    {
      "quoteText": "What Now? Talk a walk Start your swipe file Go to the library Buy a notebook and use it Get yourself a calendar Start your logbook Give a copy of this book away Start a blog Take a nap (Page 70) [Shown: 1]",
      "sectionId": "1e9afaa8-68ef-4edf-a1ab-2dc3c103e378",
      "shown": 1,
      "bookId": 31,
      "id": 329
    },
    {
      "quoteText": "Recommended Reading Linda Barry, What It Is Hugh MacLeod, Ignore Everybody Jason Fried + David Heinemeier Hansson, Rework Lewis Hyde, The Gift Jonathan Lethem, The Ecstasy of Influence David Shields, Reality Hunger Scott McCloud, Understanding Comics Anne Lamott, Bird by Bird Mihaly Csikszentmihalyi, Flow Ed Emberley, Make a World (Page 70) [Shown: 1]",
      "sectionId": "6a608896-17ef-47ee-9294-5c045135dbc6",
      "shown": 1,
      "bookId": 31,
      "id": 330
    },
    {
      "quoteText": "tomatoes, which are actually fruits and not vegetables as most people believe. (Page 33) [Shown: 1]",
      "sectionId": "a77e1d6c-b51f-4f22-9fd3-f3fc651cfd7d",
      "shown": 1,
      "bookId": 32,
      "id": 331
    },
    {
      "quoteText": "The moonlight shone through the window, and if anyone had looked into the Baudelaire orphans’ bedroom, they would have seen three children crying quietly all night long. (Page 39) [Shown: 1]",
      "sectionId": "876fd531-b2ea-4929-b5cd-3643808a4010",
      "shown": 1,
      "bookId": 32,
      "id": 332
    },
    {
      "quoteText": "They then went to their room and crowded together on the one bed, reading intently and happily. Figuratively, they escaped from Count Olaf and their miserable existence. They did not literally escape, because they were still in his house and vulnerable to Olaf’s evil in loco parentis ways. But by immersing themselves in their favorite reading topics, they felt far away from their predicament, as if they had escaped. In the situation of the orphans, figuratively escaping was not enough, of course, but at the end of a tiring and hopeless day, it would have to do. Violet, Klaus, and Sunny read their books and, in the back of their minds, hoped that soon their figurative escape would eventually turn into a literal one. (Page 45)",
      "sectionId": "e694e0ea-fb46-4c7a-a16f-6b6430395f6e",
      "shown": 0,
      "bookId": 32,
      "id": 333
    },
    {
      "quoteText": "The Baudelaire children sat in sad silence awhile, and they were each thinking the same thing: They wished that their parents had never been killed in the fire, and that their lives had never been turned topsy-turvy the way they had. (Page 126) [Shown: 1]",
      "sectionId": "dd9db6da-ab62-47c6-933d-36d52f1b07e4",
      "shown": 1,
      "bookId": 32,
      "id": 334
    },
    {
      "quoteText": "“I haven’t been reading at all. When Count Olaf is around, it sure puts a damper on the imagination.” (Page 140) [Shown: 1]",
      "sectionId": "fde16a36-47ce-412f-9c0b-76c8912cacc2",
      "shown": 1,
      "bookId": 32,
      "id": 335
    },
    {
      "quoteText": "We all know that our time in this world is limited, and that eventually all of us will end up underneath some sheet, never to wake up. And yet it is always a surprise when it happens to someone we know. It is like walking up the stairs to your bedroom in the dark, and thinking there is one more stair than there is. Your foot falls down, through the air, and there is a sickly moment of dark surprise as you try and readjust the way you thought of things. (Page 147) [Shown: 1]",
      "sectionId": "7e74b2f7-4837-4f0e-8fb6-1fc8bf8f4515",
      "shown": 1,
      "bookId": 32,
      "id": 336
    },
    {
      "quoteText": "Viper looked up to see them, they saw that it was crying too, tiny shiny tears falling from its green eyes. The Viper was brilliant, too, and as the children looked at one another, they saw their own tears and the way they shone. (Page 192) [Shown: 1]",
      "sectionId": "d2ae367d-3670-4d15-af3d-276bdcb5b670",
      "shown": 1,
      "bookId": 32,
      "id": 337
    },
    {
      "quoteText": "Со стуком нож пробивает сияющий нагрудник Маниака и входит по рукоять – это золоченая рукоять дареного императором кинжала. Колени Маниака подламываются, рот открывается, он падает. Миг общего остолбенения. – Слушать и стоять! – вскидывает ладонь Харальд. – Боги наслали на нас горе. Наш вождь умер от лихорадки! Оплачем его – и будем по-прежнему верны императору и его приказам! (Page 23)",
      "sectionId": "36f1c953-4a43-4653-a982-4622864bba3d",
      "shown": 0,
      "bookId": 33,
      "id": 338
    },
    {
      "quoteText": "Они все еще писали статьи и произносили речи, а мы уже видели лазареты и умирающих; они все еще твердили, что нет ничего выше, чем служение государству, а мы уже знали, что страх смерти сильнее. (Page 10) [Shown: 1]",
      "sectionId": "44fc18df-45ee-468d-ad01-e85769754fd6",
      "shown": 1,
      "bookId": 34,
      "id": 339
    },
    {
      "quoteText": "В течение десяти недель мы проходили военное обучение, и за это время нас успели перевоспитать более основательно, чем за десять школьных лет. Нам внушали, что начищенная пуговица важнее, чем целых четыре тома Шопенгауэра. (Page 16) [Shown: 1]",
      "sectionId": "832415f3-0176-49b4-ac69-480fd0ab714e",
      "shown": 1,
      "bookId": 34,
      "id": 340
    },
    {
      "quoteText": "Кат твердо придерживается своего мнения, которое он как старый солдат-балагур и на этот раз высказывает в стихотворной форме: «Когда бы все были равны, на свете б не было войны». В противоположность Кату Кропп — философ. Он предлагает, чтобы при объявлении войны устраивалось нечто вроде народного празднества, с музыкой и с входными билетами, как во время боя быков. Затем на арену должны выйти министры и генералы враждующих стран, в трусиках, вооруженные дубинками, и пусть они схватятся друг с другом. Кто останется в живых, объявит свою страну победительницей. Это было бы проще и справедливее, чем то, что делается здесь, где друг с другом воюют совсем не те люди. (Page 28) [Shown: 1]",
      "sectionId": "91edd1b8-9e37-4fa1-98de-9b1ed7e10a91",
      "shown": 1,
      "bookId": 34,
      "id": 341
    },
    {
      "quoteText": "Видишь ли, если ты приучишь собаку есть картошку, а потом положишь ей кусок мяса, то она все ж таки схватит мясо, потому что это у нее в крови. А если ты дашь человеку кусочек власти, с ним будет то же самое: он за нее ухватится. (Page 30) [Shown: 1]",
      "sectionId": "b2c89fb1-fbc2-4454-9fbc-e8d3ce5f2340",
      "shown": 1,
      "bookId": 34,
      "id": 342
    },
    {
      "quoteText": "И чем более мелкой сошкой человек был в штатской жизни, тем больше он задается здесь. (Page 31) [Shown: 1]",
      "sectionId": "154db6fa-b01f-4944-8bdf-9490f58444ea",
      "shown": 1,
      "bookId": 34,
      "id": 343
    },
    {
      "quoteText": "Кто-то из наших рассказывал, будто перед нашим участком во французских окопах сидят негры. Это неприятно: в темноте их плохо видно, а кроме того, они очень искусные разведчики. Удивительно, что, несмотря на это, они зачастую действуют безрассудно. Однажды Кат ходил в разведку, и ему удалось перебить целую группу вражеских разведчиков-негров только потому, что эти ненасытные курильщики ползли с сигаретами в зубах. Такой же случай был и с Кроппом. Кату и Альберту оставалось только взять на мушку тлеющие точечки сигарет. (Page 139)",
      "sectionId": "c058a7d6-08bd-46d9-9a2e-931ffc5de602",
      "shown": 0,
      "bookId": 34,
      "id": 344
    },
    {
      "quoteText": "С жарким мы быстро управимся. Но печь оладьи становится все труднее. Разрывы следуют так быстро друг за другом, что осколки все чаще шлепаются об стену и сыплются через окно. (Page 155) [Shown: 1]",
      "sectionId": "4728bce8-1524-404d-8460-23be54977cb0",
      "shown": 1,
      "bookId": 34,
      "id": 345
    },
    {
      "quoteText": "Кажется непостижимым, что к этим изодранным в клочья телам приставлены человеческие лица, еще живущие обычной, повседневной жизнью. А ведь это только один лазарет, только одно его отделение! Их сотни тысяч в Германии, сотни тысяч во Франции, сотни тысяч в России. Как же бессмысленно все то, что написано, сделано и передумано людьми, если на свете возможны такие вещи! (Page 172) [Shown: 1]",
      "sectionId": "1453d705-8c11-4790-9516-09e87b97365b",
      "shown": 1,
      "bookId": 34,
      "id": 346
    }
  ]
}